Repository: 0install/0install-win
Catalog: src/Frontend/Commands/Properties/Resources.*.resx
Languages: el, tr

# PleaseRunInstaller
source: Please run http://0install.de/files/zero-install.exe to fix the issue.
tr: Lütfen sorunu düzeltmek için http://0install.de/files/zero-install.exe dosyasını çalıştırın.

source: Portable mode
el: Φορητή λειτουργία
tr: Taşınabilir kip

# PropertiesFor
source: Properties for {0}
el: Ιδιότητες για {0}
tr: {0} için özellikler

source: Reading cache
el: Ανάγνωση της μνήμης cache
tr: Önbellek okunuyor

source: Remove
el: Αφαίρεση
tr: Sil

# RemoveCheckedKeys
source: Do you want to remove the {0} checked keys from the list?
el: Θέλετε να αφαιρέσετε τα {0} ελέγχομενα κλειδιά από τη λίστα;
tr: Listeden işaretlenen {0} anahtarı silmek istiyor musunuz?

# RemoveSelectedEntries
source: Do you want to remove the {0} selected entries from the list?
el: Θέλετε να αφαιρέσετε τις {0} καταχωρήσεις από τη λίστα;
tr: Listeden işaretlenen {0} girişi silmek istiyor musunuz?

source: Removing applications
el: Αφαίρεση εφαρμογών
tr: Uygulamalar kaldırılıyor

# RemovingOutdated
source: Removing outdated implementations
el: Αφαίρεση παρωχημένων εφαρμογών
tr: Eski uygulamalar siliniyor

# ResetList
source: Do you want to reset the list to its original state?
el: Θέλετε να επαναφέρετε τη λίστα στην αρχική της κατάσταση;
tr: Listeyi ilk durumuna geri yüklemek ister misiniz?

# ResolvedUsingCatalog
source: Resolved '{0}' to '{1}' using a catalog.
el: Αποφασισμένοι '{0}' σε '{1}' χρησιμοποιώντας έναν κατάλογο.
tr: Bir katalog kullanılarak '{0}' yerine '{1}' olarak çözümlendi.

source: Selected implementations
el: Επιλεγμένες υλοποιήσεις
tr: Seçilen uygulamalar

# SelfUpdateAvailable
source: An update to Zero Install v{0} is available. Install now?
el: Ενημέρωση για το Zero Install ν {0} διατίθεται. Εγκατάσταση τώρα;
tr: Zero Install v{0} güncelleştirmesi kullanılabilir. Şimdi kurulsun mu?

# SelfUpdateBlocked
source: This Zero Install instance was launched as an implementation by another Zero Install instance. It therefore cannot update itself.
el: Αυτή η Zero Install περίπτωση ξεκίνησε ως εφαρμογή από άλλη Zero Install περίπτωση. Ως εκ τούτου, δεν μπορεί να ενημερωθεί.
tr: Bu Zero Install kopyası uygulama olarak başka bir Zero Install kopyasını başlattı. Bu nedenle kendini güncelleştiremedi.

# StabilityPolicyAutoSet
source: Set stability policy for {0} to match?
el: Ρυθμίστε τη σταθερότητα ρύθμιση για {0} αναλόγως;
tr: {0} için kararlılık ilkesi eşleşecek şekilde ayarlansın mı?

# StabilityPolicyReset
source: Reset stability policy for {0} to default?
el: Επαναφορά της σταθερότητας ρύθμιση για {0} στην προεπιλογή;
tr: {0} için kararlılık ilkesi varsayılanlara sıfırlansın mı?

# StabilityPolicySingleImplementation
source: There is only a single implementation in the feed. It has a stability rating of '{0}'.
tr: Akışta yalnız tek bir uyarlama var ve kararlılık düzeyi '{0}'.

# StorageReclaimed
source: {0} storage space reclaimed.
el: {0} χώρος αποθήκευσης ποιοτική αποκατάσταση.
tr: {0} depolama alanı kazanıldı.

source: Store audit
el: Ελεγχος
tr: Bellek denetimi

# StoreVerfiyTryAuditInstead
source: Use "0store audit" instead to check all implementations in the store.
el: Χρησιμοποιήστε "έλεγχος 0store" αντί να ελέγξετε όλες τις εφαρμογές στο χώρο αποθήκευσης.
tr: Bellekteki tüm uygulamaları denetlemek yerine "0store audit" kullanın.

# SuccessfullyRemoved
source: Successfully removed {0}.
el: Αφαιρέθηκε επιτυχώς {0}.
tr: {0} başarıyla kaldırıldı.

# SupportedValues
source: Supported values: {0}
el: Υποστηριζόμενες τιμές: {0}
tr: Desteklenen değerler: {0}

# SyncCryptoKeyDescription
source: The crypto key is used to encrypt your data locally before transmitting it to the server. Keep this key secret and use something different for your password. This way nobody can access your data, even if the server were to be compromised.
el: Το κρυπτογραφημενο κλειδί χρησιμοποιείται για την κρυπτογράφηση των δεδομένων σας σε τοπικό επίπεδο πριν τη μετάδοσή τους στο διακομιστή. Φυλάξτε αυτό το βασικό μυστικό και χρησιμοποιήστε κάτι διαφορετικό για τον κωδικό πρόσβασής σας. Με αυτό τον τρόπο κανείς δεν μπορεί να έχει πρόσβαση στα δεδομένα σας, ακόμα και αν ο διακομιστής τεθεί σε κίνδυνο.
tr: Şifreleme anahtarı, bilgilerinizin sunucuya gönderilmeden önce yerel olarak şifrelenmesi için kullanılır. Bu anahtarı gizleyin ve parolanızdan farklı olmasına özen gösterin. Böylece sunucuya kötü niyetli bir saldırı yapılsa bile verilerinize kimse erişemez.

# TooManyArguments
source: Too many arguments or unknown options.
el: Πάρα πολλά επιχειρήματα ή άγνωστες επιλογές.
tr: Çok sayıda değişken var ya da seçenekler bilinmiyor.

# Try0installWin
source: Try using the command '0install-win' instead of '0install'.
el: Δοκιμάστε να χρησιμοποιήσετε την εντολή "0install-win» αντί του όρου «0install».
tr: '0install-win' yerine '0install' komutunu kullanmayı deneyin.

# TryHelp
source: Try {0} --help
el: Δοκιμάστε {0} --help
tr: {0} --help deneyin

# TryHelpWith
source: Try --help with one of these:
el: Δοκιμάστε --help με ένα από αυτά:
tr: Şunlardan biriyle --help deneyin:

# UnableToLoadFeed
source: Unable to load feed '{0}'; skipping.
el: Δεν είναι δυνατή η φόρτωση τροφοδοσίας '{0}'? παρακάμπτοντας.
tr: '{0}' akışı yüklenemedi; atlanıyor.

# UnknownCommand
source: Unknown command '{0}'.
el: Άγνωστη εντολή '{0}'.
tr: Bilinmeyen komut '{0}'.

source: Usage:
el: Χρήση:
tr: Kullanım:

source: Use default setting
el: Χρήση προκαθορισμένης ρύθμισης
tr: Varsayılan ayarı kullan

# UseInstead
source: Use '{0}' instead.
el: Χρήση '{0}' αντ 'αυτού.
tr: Yerine '{0}' kullanın.

source: Use system language
el: Χρήση γλώσσα συστήματος
tr: Sistem dili kullanılsın

source: Verify
el: Επαλήθευση
tr: Doğrula

source: Verify implementation
el: Επαλήθευση εφαρμογής
tr: Uygulamayı doğrula

source: Version information
el: Έκδοση πληροφοριών
tr: Sürüm bilgisi

source: Working
el: Εργασία
tr: Çalışıyor

# NoPerUserMachineWideUse
source: Please use this command instead for the machine-wide operation: {0}
el: Παρακαλούμε χρησιμοποιήστε αυτή την εντολή αντί: {0}
