Repository: 0install/0install-win
Catalog: src/Frontend/Commands/Properties/Resources.*.resx
Languages: el, tr

# EnterCatalogUrl
source: Please enter the URL or local file path of the feed catalog to add:
el: Παρακαλούμε εισάγετε το URL ή τοπική διαδρομή αρχείου του καταλόγου τροφοδοσίας για να προστεθεί:
tr: Akış kataloğuna eklemek için bir İnternet adresi ya da bir yerel dosya yolu yazın:

# EnterFeedUrl
source: Please enter the URL of the new source of implementations for this interface:
el: Παρακαλούμε εισάγετε το URL της νέας πηγής των εφαρμογών για τη διασύνδεση αυτή:
tr: Bu arabirim için uygulamaların yeni kaynaklarının İnternet adresini girin:

# ExclusiveOptions
source: The options {0} and {1} cannot be used together.
el: Οι επιλογές {0} και {1} δεν μπορούν να χρησιμοποιηθούν μαζί.
tr: {0} ve {1} seçenekleri birlikte kullanılamaz.

# FeedAlreadyRegistered
source: The feed was already registered for all appropriate interfaces.
el: Η τροφοδοσία ήδη εγγραφεί για όλες τις κατάλληλες διασυνδέσεις.
tr: Akış zaten tüm uygun arabirimlere kaydedilmiş.

source: Feed management
el: Διαχείριση τροφοδοσίας
tr: Akış yönetimi

# FeedNotRegistered
source: The feed was not registered for any interfaces.
el: Η τροφοδοσία δεν είχε καταχωρηθεί για τυχόν διασυνδέσεις.
tr: Akış hiçbir arabirim için kaydedilmemiş.

# FeedRegistered
source: The feed was successfully registered for the following interfaces:
el: Η τροφοδοσία καταχωρηθηκε με επιτυχία για τις ακόλουθες διεπαφές:
tr: Akış aşağıdaki arabirimler için başarıyla kaydedildi:

# FeedReplaced
source: '{0}' has been replaced by '{1}'. Consider updating.
el: '{0}' έχει αντικατασταθεί από '{1}'. Εξετάστε την ενημέρωση.
tr: '{0}' yerine '{1}' yayınlandı. Güncelleştirmeyi düşünün.

# FeedReplacedAsk
source: The feed for '{0}' ({1}) has been replaced by '{2}'. Do you want to use the new feed instead?
el: Η τροφοδοσία για '{0}' ({1}) έχει αντικατασταθεί από '{2}'. Θέλετε να χρησιμοποιήσετε τη νέα τροφοδοσία αντ 'αυτού;
tr: '{0}' için akış '{2}' tarafından ({1}) olarak değiştirildi. Yeni akışı eski akışla değiştirerek kullanmak ister misiniz?

# FeedsCached
source: Cached feeds
el: Αποθηκευμένες τροφοδοσίας
tr: Önbellekteki akışlar

# FeedsRegistered
source: Feeds registered for '{0}'
el: Τροφοδοσίες καταχωριστηκαν για '{0}'
tr: '{0}' için akış kaydedildi

# FeedUnregistered
source: The feed was successfully unregistered for the following interfaces: {0}
el: Η τροφοδοσία αποκαταχωρηθηκε με επιτυχία για τις ακόλουθες διεπαφές: {0}
tr: Aşağıdaki arabirimlerin akış kaydı başarıyla silindi:

# FileOrDirNotFound
source: Unable to find file or directory '{0}'.
el: Δεν είναι δυνατή η εύρεση του αρχείου ή του καταλόγου '{0}'.
tr: '{0}' olarak dosya ya da dizin bulunamıyor.

# FilePrefixAbsoluteUsage
source: Use file:///path for absolute paths, not file:/path.
el: Χρήση file:///path για απόλυτες διαδρομές, όχι file:/path.
tr: Mutlak yollar için file:/path değil file:///path kullanın.

source: Hide
el: Απόκρυψη
tr: Gizle

# IgnoreMissingFeedFor
source: This feed does not seem to be for the same application. Add it anyway? A <feed-for> tag indicates feed compatibility.
el: Αυτή η τροφοδοσία δεν φαίνεται να είναι για την ίδια εφαρμογή. Να προστεθει ούτως ή άλλως; Μια <feed-για> ετικέτα υποδεικνύει την συμβατότητα τροφοδοσίας.
tr: Bu akış aynı uygulama için değil gibi görünüyor. Yine de eklensin mi? Akış uyumluluğu için bir <feed-for> kodu bulunmalıdır.

# Integrate
source: Integrate {0}
el: Ενσωμάτωση {0}
tr: {0} tümleştirmesi

# IntegrateAppInvalid
source: Your desktop integration selections can not be applied.
el: Οι επιλογές ενσωμάτωσης στην επιφάνεια εργασίας σας δεν μπορούν να εφαρμοστούν.
tr: Masaüstü tümleştirme seçenekleriniz uygulanabilir değil.

# IntegrateAppRetry
source: Do you want to change your selection and try again?
el: Θέλετε να αλλάξετε την επιλογή σας και να προσπαθήσετε ξανά;
tr: Seçeneklerinizi değiştirmek ve yeniden denemek ister misiniz?

# IntegrateAppUseGui
source: Please use the GUI version of Zero Install or specify explicit integration options using command-line arguments.
el: Παρακαλούμε χρησιμοποιήστε την έκδοση GUI του Zero Install ή καθορίστε σαφείς επιλογές ολοκλήρωσης χρησιμοποιώντας επιχειρήματα της γραμμής εντολών.
tr: Lütfen Zero Install görsel arabirimini ya da komut satırı değişkenlerini kullanarak tümleştirme seçeneklerinizi açık olarak belirtin.

# InvalidArgument
source: Invalid argument '{0}'.
el: Μη έγκυρο όρισμα '{0}'.
tr: Geçersiz değişken '{0}'.

# LicenseInfo
source: This program comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of this program under the terms of the GNU Lesser General Public License.
el: Το πρόγραμμα έρχεται με ΑΠΟΛΥΤΩΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, στο βαθμό που επιτρέπεται από το νόμο. Μπορείτε να αναδιανέμετε αντίγραφα του προγράμματος υπό τους όρους της GNU Lesser General Public License.
tr: Bu yazılım yasaların izin verdiği ölçüde KESİNLİKLE GARANTİSİZ olarak gelir. Bu yazılımın kopyaları GNU Kısıtlı Genel Kamu Lisansı koşullarına bağlı kalınarak dağıtılabilir.

# LocalPathOf
source: Local path of {0}
el: Τοπική διαδρομή του {0}
tr: {0} için yerel yol

source: Missing arguments.
el: Λείπουν επιχειρήματα.
tr: Değişkenler eksik.

# MissingFeedFor
source: Missing <feed-for> element in '{0}'; it can't be used as a feed for any other interface.
el: Ελλειπεις <feed-για> στοιχείο στο '{0}'; δεν είναι δυνατόν να χρησιμοποιηθεί ως τροφοδοσία για οποιαδήποτε άλλη διασύνδεση.
tr: '{0}' içindeki <feed-for> bileşeni eksik; bu nedenle başka bir arabirim için akış amacıyla kullanılamaz.

# MissingOptionValue
source: Missing required value for option {0}.
el: Ελλειπεις απαιτούμενη τιμή για την επιλογή {0}.
tr: {0} seçeneği için zorunlu değer eksik.

# MustBeAdminForMachineWide
source: You must be an administrator to perform machine-wide operations.
el: Πρέπει να είστε διαχειριστης για να εκτελέσετε λειτουργίες του μηχανήματος κλίμακας.
tr: Bir yöneticinin makine çapında işlem gerçekleştirmesi gerekiyor.

# MyApps
source: My applications
el: Οι εφαρμογές μου
tr: Uygulamalarım

# NoApiHookingNonCacheImpl
source: API hooking not possible due to non-cached implementation.
el: Η αγκίστρωση του ΑΡΙ δεν είναι δυνατή λόγω της μη εφαρμογής προσωρινής αποθήκευσης.
tr: API çengellemesi önbelleklenmemiş uygulama nedeniyle olanaksız.

source: No longer used:
el: Δεν χρησιμοποιείται πλέον:
tr: Artık kullanılmıyor:

# NoModifySelectionsInCli
source: The graphical policy editor is not available in command-line mode.
el: Ο γραφικός επεξεργαστής πολιτικής δεν διατίθενται σε λειτουργία της γραμμής εντολών.
tr: Görsel ilke düzenleyicisi komut satırı kipinde kullanılamıyor.

# NoRunWithEmptyCommand
source: When running an implementation the command may not be empty.
el: Κατά την εκτέλεση μιας εφαρμογής η εντολή δεν μπορεί να είναι κενή.
tr: Uygulama çalıştırılırken komut boş olamaz.

# NoSelectionsDocumentUpdate
source: Can only update with Feed URIs, not with selections documents.
el: Μπορεί να ανανεώνετε μόνο με URIs τροφοδοσίας, όχι με επιλογές εγγράφων.
tr: Belge seçimleri yerine, yalnız akış İnternet adresleri kullanılarak güncelleştirilebilir.

# NotAvailableInPortableMode
source: This operation is not available in portable mode.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη σε φορητή λειτουργία.
tr: Bu işlem taşınabilir kipte kullanılamaz.

# NotInImplDirs
source: '{0}' is not in the list of custom implementation cacges.
tr: '{0}' özel uygulama önbellekleri listesinde yok.

source: No updates found
el: Δεν βρέθηκαν ενημερώσεις
tr: Güncelleştirme bulunamadı

source: &Open in file manager
el: Άνοιγμα στον διαχειριστή αρχείων
tr: &Dosya yöneticisinde aç

# OptimiseComplete
source: Optimization complete
el: Η βελτιστοποίηση ειναι πλήρης
tr: Bakım tamamlandı

# OptionAlgorithm
source: The {HASH} algorithm to use for the digest.
el: Ο {} HASH αλγόριθμος που θα χρησιμοποιηθεί.
tr: Özet için kullanılacak karma {HASH} algoritması.

# OptionAliasRemove
source: Remove an existing alias.
el: Αφαίρεση ενός υπάρχοντος ψευδωνύμου.
tr: Varolan bir kısaltmayı kaldırın.

# OptionAliasResolve
source: Print the interface URI for the given alias.
el: Εκτυπώστε το περιβάλλον URI για το συγκεκριμένο ψευδώνυμο.
tr: Belirtilen kısaltma için arabirimin İnternet adresini görüntüler.

# OptionBackground
source: Hide the graphical user interface and use something like a tray icon instead. Has no effect in command-line mode.
el: Απόκρυψη της γραφικής διεπαφής χρήστη και χρησιμοποιήστε κάτι σαν εικονίδιο του δίσκου αντ 'αυτού. Δεν έχει κανένα αποτέλεσμα στη λειτουργία της γραμμής εντολών.
tr: Görsel kullanıcı arabirimini gizler ve yerine tepsi simgesi gibi bir öğe kullanılmasını sağlar. Komut satırı kipi üzerinde bir etkisi yoktur.

# OptionBatch
source: Run in batch mode: don't display progress reports to the user and answer questions with default answers.
el: Εκτέλεση σε λειτουργία δέσμης: δεν εμφανίζονται εκθέσεις προόδου προς το χρήστη και να απαντήσει σε ερωτήσεις με τις προεπιλεγμένες απαντήσεις.
tr: Toplu işlem kipinde çalışır: İlerleme durumları kullanıcıya görüntülenmez ve sorulara varsayılan yanıtlar verilir.

# OptionBefore
source: Require a version of the main program earlier than {VERSION}. i.e., force the use of an old version the program.
el: Απαιτείται μια έκδοση του κύριου προγράμματος νωρίτερα από {ΕΚΔΟΣΗ}. δηλαδή, να επιβάλει τη χρήση μιας παλαιάς μορφής του προγράμματος.
tr: Ana yazılımın daha önceki bir sürümü {VERSION} istenir. Örneğin bir yazılımın eski sürümü kullanılmak istendiğinde.

# OptionCatalogAddSkipVerify
source: Skip downloading the catalog to verify it is valid before adding it to the list.
tr: Listeye eklemeden önce doğrulamak için kataloğun indirilmesini atla.

# OptionClean
source: Remove implementations no longer required after the update.
el: Αφαίρεση εφαρμογών που απαιτούνται πλέον μετά την ενημέρωση.
tr: Güncelleştirme sonrası gerekli olmayan uygulamaları siler.

# OptionCommand
source: Instead of executing the default command, use {COMMAND} instead. Possible command names are defined in the program's interface. Set to empty ("") to ignore the command during selection.
el: Αντί για την εκτέλεση της εντολής προεπιλογή, χρησιμοποιήστε {} ΕΝΤΟΛΗ αντ 'αυτού. Τα πιθανά ονόματα εντολή που ορίζεται στο περιβάλλον του προγράμματος. Ρύθμιση για να αδειάσει ("") για να αγνοήσει την εντολή κατά τη διάρκεια της επιλογής.
tr: Varsayılan komutu kullanmak yerine {COMMAND} kullanılır. Kullanılabilecek komut adları yazılımın arabiriminde belirtilmiştir. Seçim sırasında komut kullanılmaması için boş ("") bırakın.

# OptionConfigTab
source: Switch to a specific tab in the configuration GUI. Possible {TAB}s are 'updates', 'storage', 'catalog', 'trust', 'sync' and 'advanced'. Has no effect in text-mode.
el: Μετάβαση σε συγκεκριμένη καρτέλα στο GUI διαμόρφωσης. Πιθανές {καρτελ} ες είναι «ενημερώσεις», «αποθήκευση», «κατάλογο», «εμπιστοσύνη», «συγχρονισμός» και «προχωρημένο». Δεν έχει κανένα αποτέλεσμα στην λειτουργία κειμένου.
tr: Ayar görsel arabiriminde belirtilen sekmeyi açar. Kullanılabilecek sekmeler {TAB}, güncelleştirmeler için 'updates', depolama için 'storage', katalog için 'catalog', güvenilirlik için 'trust', eşitleme için 'sync' ve gelişmiş ayarlar için 'advanced'. Metin kipinde bir etkisi yoktur.

# OptionCpu
source: Forces the solver to target a specific {CPU}.
el: Αναγκάζει τον επιλυτή να στόχευση μια ειδική {} CPU.
tr: Çözümleyicinin belirli bir işlemciyi {CPU} hedeflemesini sağlar.

# OptionCustomize
source: Show the graphical policy editor. This allows you to customize which version of a program or library to use.
el: Εμφάνιση του πρόγραμμα επεξεργασίας γραφικών πολιτικής. Αυτό σας δίνει τη δυνατότητα να προσαρμόσετε την έκδοση ενός προγράμματος ή βιβλιοθήκη για να χρησιμοποιήσετε.
tr: Görsel ilke düzenleyicisini görüntüler. Böylece bir yazılım ya da kitaplığın hangi sürümünün kullanılacağı belirtilebilir.

# OptionDigest
source: Display the manifest's digest (enabled by default if --manifest is not set).
el: Εμφάνιση του δηλωτικού (ενεργοποιημένο από προεπιλογή αν --manifest δεν έχει οριστεί).
tr: Bildirimlerin özetini görüntüler (--manifest belirtilmemiş ise varsayılan olarak etkin).

# OptionForceSelfUpdate
source: Perform the update even if the currently installed version is the same or newer.
el: Εκτέλεση της ενημέρωσης, ακόμη και αν η τρέχουσα εγκατεστημένη έκδοση είναι η ίδια ή νεότερη έκδοση.
tr: Yüklü sürüm aynı ya da daha yeni olsa bile güncelleştirmeyi gerçekleştirir.

# OptionHelp
source: Show the built-in help text.
el: Εμφάνιση του ενσωματωμένου κειμένου βοήθειας.
tr: Yerleşik yardım metnini görün.

# OptionIntegrateAdd
source: Add all access points of a specific {CATEGORY}.
el: Προσθήκη όλων των σημείων πρόσβασης μιας συγκεκριμένης {ΚΑΤΗΓΟΡΙΑ}.
tr: Belirli bir kategori {CATEGORY} için tüm erişim noktalarını ekleyin.

# OptionIntegrateAddAll
source: Add all available access points.
el: Προσθήκη όλων των διαθέσιμων σημείων πρόσβασης.
tr: Tüm kullanılabilir erişim noktalarını ekleyin.

# OptionIntegrateAddStandard
source: Add the recommended standard access points.
el: Προσθέστε τα πρότυπα σημεία πρόσβασης.
tr: Önerilen standart erişim noktalarını ekleyin.

# OptionIntegrateRemove
source: Remove all access points of a specific {CATEGORY}.
el: Αφαίρεση όλων των σημείων πρόσβασης μιας συγκεκριμένης {ΚΑΤΗΓΟΡΙΑ}.
tr: Belirli bir kategori {CATEGORY} için tüm erişim noktalarını silin.

# OptionIntegrateRemoveAll
source: Remove all access points.
el: Αφαίρεση όλων των σημείων πρόσβασης.
tr: Tüm erişim noktalarını kaldırın.

# OptionLanguage
source: Specifies the preferred language for the implementation. Use ISO short language codes (e.g. en or en-US). You can use this option multiple times to specify multiple acceptable languages.
tr: Uygulama için yeğlenen dili belirler. ISO kısa dil kodlarını kullanın (en ya da en-US gibi). Birden çok dil için bu seçenek birden çok kez kullanılabilir.

# OptionMachine
source: Apply the configuration machine-wide (for the entire computer) instead of just for the current user.
el: Εφαρμογή του μηχανήματος σε επίπεδο διαμόρφωσης (για το σύνολο του υπολογιστή) και όχι μόνο για τον τρέχοντα χρήστη.
tr: Ayarları geçerli kullanıcı yerine makine çapında (tüm bilgisayar için) uygular.

# OptionMain
source: Run the specified executable {MAIN} instead of the default. If it starts with '/' or '\' then the path is relative to the implementation's top-level directory, whereas otherwise it is relative to the directory containing the default main program. May not contain command-line arguments! Whitespaces do not need to be escaped.
el: Εκτέλεση το συγκεκριμένο εκτελέσιμο {} ΚΥΡΙΟ αντί για το προεπιλεγμένο. Αν ξεκινά με '/' ή '\' τότε η διαδρομή είναι σχετική με κατάλογο ανώτατου επιπέδου της υλοποίησης, ενώ σε αντίθετη περίπτωση, είναι σε σχέση με τον κατάλογο που περιέχει το προεπιλεγμένο κύριο πρόγραμμα. Δεν μπορεί να περιέχει επιχειρήματα της γραμμής εντολών! Κενά διαστήματα δεν χρειάζεται να διαφύγετε.
tr: Varsayılan yerine belirtilen dosya {MAIN} çalıştırılır. '/' ya da '\' ile başlıyorsa yol uygulamanın kök klasörüne göre alınır. Bunun dışında yol varsayılan ana yazılımın bulunduğu klasöre göre alınır. Komut satırı değişkenleri bulunamaz! Boşluklardan kaçınılması gerekmez.

# OptionMan
source: Display more comprehensive documentation for the operation modes.
el: Εμφάνιση πληρέστερης τεκμηρίωσης για τους τρόπους λειτουργίας.
tr: İşletim kipleri ile ilgili daha ayrıntılı bilgileri görüntüler.

# OptionManifest
source: Display the manifest itself (one line for each file or directory).
el: Εμφάνιση της εκδηλωθεί (μία γραμμή για κάθε αρχείο ή κατάλογο).
tr: Öğe listesini görüntüler (her dosya ya da klasör için bir satır).

# OptionNoDownload
source: Do not download the application itself yet. Will be automatically downloaded on first use instead.
el: Μην κάνετε λήψη της εφαρμογής ακόμη. Θα μεταφορτωθεί αυτόματα κατά την πρώτη χρήση αντ 'αυτού.
tr: Uygulamayı şimdiden indirmez. İndirmek için ilk kez kullanılmasını bekler.

# OptionNotBefore
source: Require a version of the main program not earlier than {VERSION}. E.g., if you want to run version 2.0 or later, use --not-before=2.0.
el: Απαιτείται μια έκδοση του κύριου προγράμματος, οχι νωρίτερα απο {ΕΚΔΟΣΗ}. Π.χ., αν θέλετε να εκτελέσετε την έκδοση 2.0 ή νεότερη έκδοση, χρησιμοποιήστε --not-before=2.0.
tr: Ana yazılımın belirtilenden sonraki bir sürümü {VERSION} istenir. Örneğin bir yazılımın 2.0 üzeri sürümleri kullanılmak istendiğinde --not-before=2.0 yazın.

# OptionNoWait
source: Immediately returns once the chosen program has been launched instead of waiting for it to finish executing. On Windows the exit code is the process ID of the launched program.
el: Αμέσως επιστρέφει μόλις το επιλεγμένο πρόγραμμα έχει ξεκινήσειαντί να περιμένει να τελειώσει η εκτέλεση. Στο Windows ο κωδικός εξόδου είναι το ID της διεργασίας που ξεκίνησε το πρόγραμμα.
tr: Seçilmiş yazılım başlatıldığında, işlemin tamamlanmasını beklemek yerine hemen geri döner. Windows üzerinde, çıkış kodu başlatılan yazılımın işlem kodudur (PID).

# OptionOffline
source: Run in off-line mode, overriding the default setting. In off-line mode, no interfaces are refreshed even if they are out-of-date, and newer versions of programs won't be downloaded even if the injector already knows about them (e.g. from a previous refresh).
el: Εκτέλεση σε κατάσταση λειτουργίας εκτός σύνδεσης, παρακάμπτοντας την προεπιλεγμένη ρύθμιση. Στη λειτουργία εκτός γραμμής, δεν υπάρχουν διασυνδέσεις που ανανεώνονται ακόμη και αν γίνονται εκτός χρόνου, καθώς και νεότερες εκδόσεις των προγραμμάτων δεν θα πρέπει να μεταφορτωνονται ακόμα και αν ο εγχυτήρας γνωρίζει ήδη γι 'αυτούς (π.χ. από προηγούμενη ανανέωση).
tr: Varsayılan ayarların yerine geçerek çevrimdışı kipte çalışır. Çevrimdışı kipte, arabirimler güncelliğini kaybetse bile yenilenmez ve yazılımların yeni sürümleri olduğu algılansa bile indirilmez (önceki bir yenilemede algılanmış olsa bile).

# OptionOS
source: Forces the solver to target the operating system {OS}.
el: Αναγκάζει τον επιλυτή να στόχευση μια ειδική {} CPU.
tr: Çözümleyicinin belirli bir işletim sistemini {OS} hedeflemesini sağlar.

# OptionRefresh
source: Fetch fresh copies of all used feeds.
el: Λήψη νέων αντίγραφων όλων των τροφοδοσίων που χρησιμοποιούνται.
tr: Kullanılan tüm akışların yeni kopyalarını alır.

# OptionRestartCentral
source: Restart the '0install central' GUI after the update.
el: Επανεκκινήση του «0install κεντρικό» GUI μετά την ενημέρωση.
tr: Güncelleştirmeden sonra '0install central' görsel arabirimini yeniden başlatır.

source: Options:
el: Επιλογές:
tr: Seçenekler:

# OptionShow
source: Show where the selected components are stored on the disk.
el: Εμφάνιση όταν τα επιλεγμένα στοιχεία είναι αποθηκευμένα στο δίσκο.
tr: Seçilmiş bileşenlerin diskte nerede depolandığını görün.

# OptionSource
source: Select source code rather than a binary. This is used internally by '0compile'.
el: Επιλέξτε τον πηγαίο κώδικα και όχι ένα δυαδικό. Αυτό χρησιμοποιείται εσωτερικά από «0compile».
tr: İkili yerine kaynak kodunu seçer. İçeride '0compile' tarafından kullanılır.

# OptionSyncReset
source: Reset the synchronization data. Possible {MODE}s are 'none' (merge data from client and server normally), 'client' (replace all data on client with data from server) and 'server' (replace all data on server with data from client).
el: Επαναφορά των δεδομένων συγχρονισμού. Πιθανές {MODE} ες είναι «καμία» (συγχώνευση των δεδομένων από τον πελάτη και το διακομιστή κανονικά), «πελάτης» (αντικαταστήσει όλα τα δεδομένα σχετικά με τον πελάτη με τα δεδομένα από το διακομιστή) και «διακομιστής» (αντικαταστήσει όλα τα δεδομένα στο διακομιστή με δεδομένα από τον πελάτη).
tr: Eşitleme verisini sıfırlar. Olası kipler {MODE} 'none' (istemci ve sunucu verileri normal şekilde eşitlenir), 'client' (istemci tarafındaki tüm veriyi sunucu verisi ile değiştirir) ve 'server' (sunucu tarafındaki tüm veriyi istemci verisi ile değiştirir).

# OptionVerbose
source: More verbose output. Use twice for even more verbose output.
el: Πιο αναλυτική έξοδος. Χρησιμοποιήστε δύο φορές για ακόμα πιο λεπτομερούς εξόδους.
tr: Ayrıntılı bir çıktı üretir. Daha ayrıntılı çıktı için twice kullanın.

# OptionVersion
source: Display version information.
el: Εμφάνιση πληροφοριών έκδοσης.
tr: Sürüm bilgilerini görün.

# OptionVersionRange
source: Require a version of the main program within the given {RANGE}. Ranges are separated by pipes (|). Each range is in the form "START..!END". The range matches versions where START <= VERSION < END. The start or end may be omitted. A single version number may be used instead of a range to match only that version, or !VERSION to match everything except that version.
el: Απαιτείται μια έκδοση του κύριου προγράμματος εντός της δεδομένης {εύρος}. Οι περιοχές που χωρίζονται από σωλήνες (|). Κάθε περιοχή είναι υπό τη μορφή "START ..! END". Η σειρά αγώνων εκδόσεις όπου Έναρξη <= ΕΚΔΟΣΗ <ΤΕΛΟΣ. Ο αρχή ή στο τέλος μπορεί να παραλειφθεί. Ένας ενιαίος αριθμός έκδοσης μπορεί να χρησιμοποιηθεί αντί για μια σειρά για να ταιριάζει μόνο αυτής της έκδοσης, ή! ΕΚΔΟΣΗ να ταιριάζει με τα πάντα εκτός από το εν λόγω κείμενο.
tr: Ana yazılımın belirtilen aralıktaki {RANGE} bir sürümü istenir. Aralıklar çubuk (|) simgesi ile ayrılır. Her aralık "BAŞLANGIÇ..!BİTİŞ" biçimindedir. Aralığa uyan sürümler BAŞLANGIÇ < SÜRÜM < BİTİŞ şeklindedir. Başlangıç ya da bitiş gözardı edilebilir. Bir aralık yerine tek bir sürüm rakamı kullanılarak, belirli bir sürüm istenebilir ya da !VERSION kullanılarak bu sürüm dışındaki tüm sürümler istenebilir.

# OptionVersionRangeFor
source: Specifies the version {1:RANGE} for any library or sub-component with the given {0:URI} (as for --version).
el: Καθορίζει την έκδοση {1: Εύρος} για κάθε βιβλιοθήκη ή υπο-συστατικό με το δεδομένο {0: URI} (όπως για --version).
tr: Belirtilen {0:URI} için herhangi bir kitaplık ya da alt bileşenin sürümünü {1:RANGE} belirler (--version gibi).

# OptionWithStore
source: Add {DIR} to the list of implementation caches to search. However, new downloads will not be written to this directory.
el: Προσθήκη {} DIR στον κατάλογο των κρυπτών εφαρμογής για την αναζήτηση. Ωστόσο, οι νέα λήψη δεν θα γραφτεί σε αυτόν τον κατάλογο.
tr: Aranacak uygulama önbelleği dizin listesine {DIR} dizinini ekler. Bununla birlikte, yeni indirmeler bu dizine yazılmaz.

# OptionWrapper
source: Instead of executing the chosen program directly, run {COMMAND} PROGRAM ARGS. This is useful for running debuggers and tracing tools on the program (rather than on Zero Install!). Note that the wrapper is executed in the environment selected by the program; hence, this mechanism cannot be used for sandboxing. May contain command-line arguments. Whitespaces must be escaped!
el: Αντί για την εκτέλεση του προγράμματος επιλέγεται άμεσα, εκτελέστε {} ΕΝΤΟΛΗ ARGS ΠΡΟΓΡΑΜΜΑ. Αυτό είναι χρήσιμο για τη λειτουργία εντοπισμού σφαλμάτων και τον εντοπισμό εργαλεία σχετικά με το πρόγραμμα (και όχι στο Zero Install!). Σημειώστε ότι το περιτύλιγμα εκτελείται στο περιβάλλον που επιλέγεται από το πρόγραμμα? Ως εκ τούτου, αυτός ο μηχανισμός δεν μπορεί να χρησιμοποιηθεί για το φιλτράρισμα. Μπορεί να περιέχει επιχειρήματα της γραμμής εντολών. Κενά διαστήματα πρέπει να διαφύγονται!
tr: Seçilmiş yazılımı doğrudan çalıştırmak yerine, {COMMAND} PROGRAM ARGS komut yazılım değişkenler şeklinde çalışır. Bu seçenek yazılım üzerinde hata ayıklama ve izleme araçları kullanmak için kullanışlıdır (Zero Install yerine). Sarıcının yazılım tarafından seçilen ortamda yürütüleceğinden, bu mekanizma kum havuzu yalıtım uygulaması için kullanılamaz. Komut satırı değişkenleri bulunabilir. Boşluklardan kaçınılmalıdır.

# OptionXml
source: Write selected versions to console as machine-readable XML.
el: Eggrafh εκδόσεων που έχουν επιλεγεί για την κονσόλα ως αναγνώσιμα από μηχάνημα XML.
tr: Seçilmiş sürümleri makine tarafından okunabilen bir XML dosyasına yazın.
