Repository: 0install/0install-win
Catalog: src/Frontend/Commands/Properties/Resources.*.resx
Languages: el, tr

# AliasCreated
source: An alias named '{0}' for '{1}' was created.
el: Ένα ψευδώνυμο που ονομάζεται '{0}' για '{1}' δημιουργήθηκε.
tr: '{1}' için '{0}' kısaltması oluşturuldu.

# AliasCreatedReopenTerminal
source: An alias named '{0}' for '{1}' was created. You may have to close and reopen your terminal for this to become effective.
el: Ένα ψευδώνυμο που ονομάζεται '{0}' για '{1}' δημιουργηθηκε. Μπορεί να χρειαστεί να κλείσετε και να ανοίξετε ξανά το τερματικό σας για να γίνει αυτό αποτελεσματικά.
tr: '{1}' için '{0}' kısaltması oluşturuldu. Yapılan işlemin geçerli olması için terminalinizi kapatıp yeniden açmanız gerekebilir.

# AliasNotFound
source: No existing alias named '{0}' was found.
el: Κανένα υπαρκτό ψευδώνυμο που ονομάζεται '{0}' δεν βρέθηκε.
tr: '{0}' kısaltması bulunamadı.

# AliasRemoved
source: The alias named '{0}' for '{1}' was removed.
el: Το ψευδώνυμο που ονομάζεται '{0}' για '{1}' αφαιρέθηκε.
tr: '{1}' için '{0}' kısaltması silindi.

# AllComponentsDownloaded
source: All required components have been downloaded.
el: Όλα τα απαιτούμενα εξαρτήματα έχουν λήφθει.
tr: Gereken tüm bileşenler indirildi.

# AlreadyInImplDirs
source: '{0}' is already in the list of custom implementation caches.
tr: '{0}' zaten özel uygulama önbellekleri listesinde var.

# AppAlias
source: Application alias
el: Ψευδώνυμο εφαρμογής
tr: Uygulama kısaltması

# AppList
source: Application list
el: Λίστα εφαρμογών
tr: Uygulama listesi

# AskUpdateCapabilities
source: Do you wish to update any existing desktop integration to reflect this? If you select 'Yes' potentially incompatible integrations will be removed. If you select 'No' Zero Install will continue to use the old capabilities.
el: Θέλετε να επικαιροποιήσετε την τυχόν υπάρχουσα ενσωμάτωση στην επιφάνεια εργασίας για να εκφραστεί αυτό; Αν επιλέξετε δυνητικά ασυμβίβαστες ενσωματώσεις «Ναι» θα πρέπει να αφαιρεθεί. Αν επιλέξετε «Όχι» το Zero Install θα συνεχίσει να χρησιμοποιεί τις παλαιές δυνατότητες.
tr: Varolan masaüstü tümleştirmelerini bu değişikliği yansıtacak şekilde güncelleştirmek ister misiniz? 'Evet' seçilirse, uyumluluk sorunu olabilecek tümleştirmeler silinir. 'Hayır' seçilirse, Zero Install eski yetenekleri ile çalışmayı sürdürecektir.

source: Cached implementations
el: Αποθηκευμενη εφαρμογή
tr: Önbellekteki uygulamalar

source: Cached interfaces
el: Αποθηκευμένες διεπαφές
tr: Önbellekteki arabirimler

source: Cancel
el: Ακύρωση
tr: İptal

# CapabilitiesChanged
source: The capabilities of the application '{0}' have changed.
el: Οι δυνατότητες της εφαρμογής "{0}" άλλαξαν.
tr: '{0}' uygulamasının yetenekleri değiştirildi.

# CatalogAlreadyRegistered
source: The catalog URI {0} is already registered.
el: Το URI ο κατάλογος {0} έχει ήδη καταχωρηθεί.
tr: {0} katalog İnternet adresi zaten kaydedilmiş.

# CatalogNotRegistered
source: The catalog URI {0} is not registered.
el: Το URI ο κατάλογος {0} δεν έχει καταχωρηθεί.
tr: {0} katalog İnternet adresi kaydedilmemiş.

source: Catalog sources
el: Κατάλογος και πηγές
tr: Katalog kaynakları

source: Change
el: Αλλαγή
tr: Değiştir

source: Changes found
el: Αλλαγές βρέθηκαν
tr: Bulunan değişiklikler

source: Checking feed
el: Έλεγχος τροφοδοσίας
tr: Akış denetleniyor

source: Checking for updates
el: Έλεγχος για ενημερώσεις
tr: Güncelleştirmeler denetleniyor

# ClickToChoose
source: Click here to choose.
el: κάντε κλικ εδώ για να επιλέξετε.
tr: Seçmek için burayı tıklatın.

source: Command-line arguments:
el: Επιχειρήματα της γραμμής εντολών:
tr: Komut satırı değişkenleri:

source: Configuration
el: Ρύθμιση
tr: Yapılandırma

# ConfirmPurge
source: Do you wish to remove all application files from the Zero Install cache? These files can downloaded again if needed.
el: Μήπως θέλετε να αφαιρέσετε όλα τα αρχεία της εφαρμογής από το Zero Install της μνήμης cache; Αυτά τα αρχεία μπορούν να μεταφορτωθούν και πάλι αν χρειαστεί.
tr: Tüm uygulama dosyalarını Zero Install önbelleğinden silmek ister misiniz? Eğer daha sonra gerekirse bu dosyalar yeniden indirilebilir.

# ConfirmRemoveAll
source: Do you wish to remove all applications from the 'My applications' list? This prevents leftover menu entries after removing Zero Install. You can create a backup of this list by using '0install sync'.
el: Θέλετε να αφαιρέσετε όλες τις εφαρμογές από τη λίστα «Οι εφαρμογές μου»; Αυτό αποτρέπει να απομείνουν καταχωρήσεις μενού μετά την αφαίρεση του Zero Install. Μπορείτε να δημιουργήσετε ένα αντίγραφο ασφαλείας του καταλόγου αυτού με τη χρήση «0install συγχρονισμός».
tr: Tüm uygulamaları 'Uygulamalarım' listesinden kaldırmak ister misiniz? Bu ayrıca Zero Install kurulumunuzdan artakalan menü girişlerini de kaldırır. Bu listeyi yedeklemek için '0install sync' komutunu kullanın.

# DataGridCommandAccessPointHelp
source: Start entering text in the last line to create a new entry. Select an entire line by clicking in the first column and then press DEL on the keyboard to remove an entry.
el: Ξεκινήστε την εισαγωγή κειμένου στην τελευταία γραμμή για να δημιουργήσετε μια νέα καταχώρηση. Επιλέξτε μια ολόκληρη γραμμή, κάνοντας κλικ στην πρώτη στήλη και, στη συνέχεια, πατήστε το πλήκτρο DEL στο πληκτρολόγιο για να αφαιρέσετε μια καταχώρηση.
tr: Yeni bir kayıt oluşturmak için son satıra metin girmeye başlayın. Tüm satırı seçmek için ilk sütunu tıklatın ve sonra bir girişi kaldırmak için klavyenizin DEL tuşuna basın.

# DataGridDefaultAccessPointHelp
source: Set a checkbox to make a capability your desired default handler. Remove a checkbox to remove a capability's default status (it still remains available).
el: Ορίστε ένα πλαίσιο ελέγχου για να δημιουργησει μια ικανότητα του επιθυμητού προεπιλεγμένου πρόγραμματος διαχείρισης. Αφαιρέστε το πλαίσιο ελέγχου για να καταργήσετε την προεπιλεγμένη κατάσταση της ικανότητα του (εξακολουθεί να παραμένει διαθέσιμο).
tr: Bir özelliği varsayılan olarak ayarlamak için ilgili onay kutusunu işaretleyin. Varsayılan olmasını istemediğiniz özelliğin ilgili onay kutusunu işaretlemeyin (özellikler varsayılan durumda kapalıdır).

# DeleteCheckedEntries
source: Do you want to delete the {0} checked element(s) from the cache?
el: Θέλετε να διαγράψετε το {0} ελέγχομενο στοιχείο(α) από την προσωρινή μνήμη;
tr: İşaretlenmiş {0} öğeyi önbellekten silmek ister misiniz?

# DeleteEntry
source: Do you want to delete this entry from the cache?
el: Θέλετε να διαγράψετε την εγγραφή από τη μνήμη cache;
tr: Bu kayıtları önbellekten silmek ister misiniz?

source: Deleting directory
el: Διαγραφή καταλόγου
tr: Dizin siliniyor

source: Deleting entries
el: Διαγραφή καταχωρήσεων
tr: Girdiler siliniyor

# DeletingImplementations
source: Deleting implementation
el: Διαγραφή εφαρμογής
tr: Uygulama siliniyor

# DescriptionAddAlias
source: Create an alias for launching an application via 0install without always having to enter the full URI.
el: Δημιουργήστε ένα ψευδώνυμο για την εκκίνηση μιας εφαρμογής μέσω του 0install χωρίς πάντα να χρειάζεται να επιλέξετε το πλήρες URI.
tr: Her zaman tam akış girmek zorunda kalmadan 0install üzerinden uygulama başlatmak için bir kısaltma oluşturun.

# DescriptionAddApp
source: Add an application to the application list.
el: Προσθήκη μια εφαρμογής στην λίστα εφαρμογών.
tr: Uygulama listesine bir uygulama ekleyin.

# DescriptionAddFeed
source: Register an additional source of implementations (versions) of a program.
el: Καταχωρήση μιας πρόσθετης πηγής των εφαρμογών (εκδόσεις) του προγράμματος.
tr: Bir programın ek kaynak uygulamalarını (sürümlerini) kaydedin.

# DescriptionCatalogAdd
source: Adds an URI to the list of catalogs.
el: Προσθέτει ένα URI στη λίστα των καταλόγων.
tr: Katalog listesine bir İnternet adresi ekler.

# DescriptionCatalogList
source: Lists all registered catalogs.
el: Παραθέτει σε λίστα όλους τους εγγεγραμμένους καταλόγους.
tr: Tüm kayıtlı katalogları listeler.

# DescriptionCatalogRefresh
source: Refreshes (downloads) all registered catalogs.
el: Ανανεώνει όλες τις καταχωρημένες καταλόγους.
tr: Tüm kayıtlı katalogları yeniler (indirir).

# DescriptionCatalogRemove
source: Removes an URI from the list of catalogs.
el: Καταργεί ένα URI από τη λίστα των καταλόγων.
tr: Katalog listesinden bir İnternet adresini çıkarır.

# DescriptionCatalogReset
source: Resets the list of catalogs to the default source.
tr: Katalog listesini varsayılan kaynağa göre sıfırlar.

# DescriptionCatalogSearch
source: Searches registered catalogs for applications that match the specified query. If no query is given all applications in the catalogs are listed.
tr: Kayıtlı katalogları tarayarak belirtilen sorguya uyan sonuçları görüntüler. Bir sorgu belirtilmediğinde kataloglardaki tüm uygulamalar listelenir.

# DescriptionCentral
source: Opens the central graphical user interface for launching and managing applications.
el: Άνοιγμα του κεντρικού γραφικου διεπαφής χρήστη για τη δρομολόγηση και τη διαχείριση εφαρμογών.
tr: Uygulamaları çalıştırmak ve yönetmek için görsel bir arabirim açar.

# DescriptionConfig
source: View or change configuration settings. With no arguments, it displays all settings and their current values. With one argument, it displays the current value of the named setting. With two arguments, it sets the setting to the given value or resets it to the default value if the value "default" is given.
el: Εμφάνιση ή αλλάγη των ρυθμίσεων. Χωρίς επιχειρήματα, εμφανίζει όλες τις ρυθμίσεις και τις τρέχουσες τιμές τους. Με ένα επιχείρημα, εμφανίζει την τρέχουσα αξία της επώνυμη ρύθμιση. Με δύο Επιχειρήματα, θέτει τη ρύθμιση με την δεδομένη αξία ή επαναφέρει αυτό στην προεπιλεγμένη τιμή, αν η τιμή "default" είναι δεδομένη.
tr: Yapılandırma ayarlarını görüntüleyin ya da değiştirin. Değişken yoksa, tüm ayarlar ve geçerli olan değerler görüntülenir. Bir değişken varsa, adlandırılmış ayarın geçerli değeri görüntülenir. İki değişken varsa, ayara verilen değer ayarlanabilir ya da "default" değeri verilerek varsayılan ayarlar geri yüklenebilir.

# DescriptionDigest
source: Calculates the manifest digest of a directory or archive.
el: Υπολογισμός του δηλωτικού ενός καταλόγου ή αρχείου.
tr: Bildirim özeti bir dizin ya da arşiv için tasarlanır.

# DescriptionDownload
source: Behaves similarly to '0install select', except that it also downloads the selected versions if they are not already cached. Returns an exit status of 0 if it selected a suitable set of versions and they are now all downloaded and in the cache; returns a status of 1 otherwise.
el: Συμπεριφορα παρόμοια με το «0install επιλογη', εκτός από το ότι κάνει λήψη των εκδόσεων που έχουν επιλεγεί, εφόσον δεν έχουν ήδη αποθηκευτεί προσωρινά, στρέφει την κατάσταση εξόδου του 0, εάν επιλεγεί ένα κατάλληλο σύνολο των εκδόσεων και ολες μεταφορτωθούν στη μνήμη cache, αλλιως στρέφει την κατάσταση 1.
tr: '0install select' ile benzer şekilde davranır. Yalnızca önbellekte bulunmuyorsa seçilmiş sürümler de indirilir. Seçilmiş sürümler uygun ve önbelleğe indirilmiş ise çıkış durumu 0 olur. Diğer durumlarda çıkış durumu 1 olur.

# DescriptionImport
source: Imports a feed from a local file, as if it had been downloaded from the network. This is useful when testing a feed file, to avoid uploading it to a remote server in order to download it again. The file must have a trusted digital signature, as when fetching from the network.
el: Εισάγει μια τροφοδοσία από ένα τοπικό αρχείο, σαν να είχε μεταφορτωθεί από το δίκτυο. Αυτό είναι χρήσιμο όταν δοκιμάζετε ένα αρχείο τροφοδοσίας, για να αποφύγετε το ανέβασμα σε ένα απομακρυσμένο διακομιστή με σκοπό την λήψη ξανά. Το αρχείο πρέπει να έχει μια αξιόπιστη ψηφιακή υπογραφή, όπως κατά την ανάκτηση από το δίκτυο.
tr: Akışı ağdan indirilmiş yerel bir dosyadan alır. Bu özellik bir akış dosyası sınanırken, aynı dosyanın uzak sunucuya yüklenip yeniden indirilmesinden kaçınmak için kullanışlıdır. Dosya ağ üzerinden alınırken, sayısal olarak imzalanmış olmalıdır.

# DescriptionImportApps
source: Imports a set of applications and desktop integrations from an existing app-list.xml file.
el: Εισάγει μια σειρά από εφαρμογές και desktop ενσωματώσεις από ένα υπάρχον αρχείο app-list.xml.
tr: Varolan bir app-list.xml dosyasından uygulamaların ayarlarını ve masaüstü tümleştirmelerini içe aktarır.

# DescriptionIntegrateApp
source: Adds an application to the application list (if missing) and integrate it into the desktop environment.
el: Προσθέτει μια εφαρμογή στη λίστα εφαρμογών (εάν λείπει) και την ενσωματώνει στο περιβάλλον εργασίας.
tr: Bir uygulamayı uygulama listesine ekler (eğer eksikse) ve masaüstü ortamıyla tümleştirir.

# DescriptionList
source: Lists all locally known feed URIs. If a search term is given, only URIs containing that string are shown (case insensitive).
el: Λίστα με όλα τα γνωστά URIs τροφοδοσίας. Εάν δοθεί ένας όρος αναζήτησης, μόνο URIs που περιέχουν αυτό το αλφαριθμητικό θα εμφανιζονται (με πεζά ή κεφαλαία).
tr: Yerel olarak bilinen tüm akış İnternet adreslerini listeler. Bir arama ifadesi belirtilmiş ise yalnız içinde bu dizge geçen İnternet adresleri görüntülenir (büyük küçük harfe duyarlı).

# DescriptionListApps
source: Lists all applications currently in your application list. If a search term is given, only application names containing that string are shown (case insensitive).
tr: Uygulama listenizdeki geçerli tüm uygulamalar listelenir. Eğer bir arama terimi girdiyseniz, yalnızca uygulamaların adlarını içeren dizgelerin olduğu sonuçlar görüntülenir (büyük küçük harf duyarlı).

# DescriptionListFeeds
source: Lists all extra feeds added to URI using '0install add-feed'.
el: Παραθέτει όλες τις επιπλέον τροφοδοσίες που προστίθενται στο URI χρησιμοποιώντας «0install πρόσθετο τροφοδοσίας'.
tr: '0install add-feed' kullanılarak İnternet adresine eklenmiş tüm fazladan akışlar listelenir.

# DescriptionRemoveAllApps
source: Removes all applications from the application list and undoes any desktop environment integration. Use this command to clean up the system before removing Zero Install.
el: Καταργεί όλες τις εφαρμογές από τη λίστα εφαρμογών και αναιρεί οποιαδήποτε ενοποίηση περιβάλλοντος επιφάνειας εργασίας. Χρησιμοποιήστε αυτή την εντολή για τον καθαρισμό του συστήματος πριν από την αφαίρεση του Zero Install.
tr: Uygulama listesinden tüm uygulamalar kaldırılır ve masaüstü ortamı tümleştirmeleri geri alınır. Zero Install kaldırma işlemine geçmeden önce sisteminizi temizlemek için bu komutu kullanın.

# DescriptionRemoveApp
source: Removes an application from the application list and undoes any desktop environment integration.
el: Αφαιρεί μια εφαρμογή από τη λίστα εφαρμογών και αναιρεί οποιαδήποτε ενοποίηση περιβάλλοντος επιφάνειας εργασίας.
tr: Uygulama listesinden tüm uygulamalar kaldırılır ve masaüstü ortamı tümleştirmeleri geri alınır.

# DescriptionRemoveFeed
source: Un-registers a feed, reversing the effect of '0install add-feed'.
el: Μη-καταχωρηση μιας τροφοδοσίας αντιστρέφοντας την επίδραση του «0install add-τροφοδοσίας'.
tr: Bir akışın kaydı kaldırılır, '0install add-feed' ile etkilenenler eski durumuna geri döndürülür.

# DescriptionRepairApps
source: Reapplies all desktop integrations of applications in the application list.
el: Εφαρμόζει ξανά όλες τις desktop εφαρμογές ενσωματώσεις στη λίστα εφαρμογών.
tr: Uygulama listesindeki tüm uygulamaların masaüstü tümleştirmeleri yeniden uygulanır.

# DescriptionRun
source: Behaves similarly to '0install download', except that it also runs the program after ensuring it is in the cache. Returns an exit status of 1 if the download step failed. Otherwise, the exit status will be the exit status of the program being run.
el: Συμπεριφέρεται παρόμοια με «0install λήψη», εκτός από το ότι εφαρμόζει το πρόγραμμα αφού εξασφαλίσει ότι είναι στη μνήμη cache. Επιστρέφει κατάσταση εξόδου 1, εάν η λήψη απέτυχε. Σε αντίθετη περίπτωση, η κατάσταση εξόδου θα είναι η κατάσταση του προγράμματος που τρέχει.
tr: '0install download' ile benzer şekilde davranır. Yalnızca yazılımın önbellekte olduğundan emin olunduktan sonra çalıştırılır. İndirme adımı başarısız olursa çıkış durumu 1 olur. Diğer durumlarda çıkış durumu çalıştırılan yazılımın çıkış durumu olur.

# DescriptionSearch
source: Searches for feeds indexed by the mirror server that match specified keywords. Note that the default mirror server indexes all known feeds, regardless of quality; you must decide whether to trust the programs before running them.
el: Αναζητηση για ροές που αναπροσαρμόζονται από το διακομιστή που ταιριάζουν με συγκεκριμένες λέξεις-κλειδιά. Σημειώνεται ότι οι δείκτες προεπιλεγμένου διακομιστή εμανιζουν όλες τις γνωστές τροφοδοσίες, ανεξάρτητα από την ποιότητα. Πρέπει να αποφασίσετε εάν πρέπει να εμπιστευθείτε τα προγράμματα πριν από την εκτέλεση τους.
tr: Yansı sunucusu tarafından dizine eklenmiş akışlar içinde belirtilen anahtar kelimeleri arar. Varsayılan yansı sunucusunun bilinen tüm akışları kalitesinden bağımsız olarak dizine eklediğini unutmayın. Bir yazılımı çalıştırmanın güvenilir olup olmadığına siz karar vermelisiniz.

# DescriptionSelect
source: Selects a version of the program identified by URI, and compatible versions of all of its dependencies. Returns an exit status of zero if it selected a set of versions, and a status of 1 if it could not find a consistent set.
el: Επιλογή μιας έκδοσης του προγράμματος που προσδιορίζεται από το URI, και συμβατές εκδόσεις για όλες τις εξαρτήσεις του. Επιστροφη στην κατάσταση εξόδου μηδέν αν επιλεγεί μια σειρά από εκδόσεις, και καθεστώς του 1, αν δεν μπορεσε να βρει ένα συνεκτικό σύνολο.
tr: Yazılımın İnternet adresi belirtilen ve tüm bağımlılıklar ile uyumlu olan bir sürümünü seçer. Bir sürüm takımı seçildiğinde çıkış durumu 0 olur. Uygun bir takım bulunamazsa çıkış durumu 1 olur.

# DescriptionSelfUpdate
source: Updates Zero Install itself to the most recent version.
el: Ενημερώσεις του Zero Install στην πιο πρόσφατη έκδοση.
tr: Zero Install kendini en yeni sürüme güncelleştirir.

# DescriptionStoreAdd
source: Adds the contents of a directory or archive to the cache.
el: Προσθέτει τα περιεχόμενα ενός καταλόγου ή αρχείου στη μνήμη cache.
tr: İçerikler önbelleğe bir dizinden ya da arşivden eklenir.

# DescriptionStoreAddDir
source: Adds a directory to the list of custom implementation caches.
tr: Özel uygulama önbellekleri listesine bir dizin ekler.

# DescriptionStoreAudit
source: Checks that all implementations in the cache are undamaged. Additional arguments specify custom cache locations.
el: Έλεγχος ώστε όλες οι εφαρμογές στη μνήμη cache να είναι άθικτες. Πρόσθετα επιχειρήματα καθορισμού θέσεων που προσαρμοζονται στην μνήμη cache.
tr: Önbellekteki tüm uygulamaların sağlamlığını denetler. Ek değişkenler ile özel önbellek konumları belirtilebilir.

# DescriptionStoreCopy
source: Copies an implementation into the cache. Similar to '0install store add', but the digest is extracted from the directory name. An additional arguments specifies a custom target cache location.
el: Αντίγραφα μια εφαρμογής στη μνήμη cache. Παρόμοια με την «0install προσθηκη», αλλά η αναλωθείσα ύλη εξάγεται από το όνομα του καταλόγου. Ένα επιπλέον επιχειρήμα προσδιορίζει μια θέση της μνήμης cache προσαρμοσμένου στόχου.
tr: Bir uygulamayı önbelleğe kopyalar. '0install store add' komutuna benzer ancak düzen klasör adından ayıklanır. Ek bir değişken ile özel hedef önbellek konumu olarak belirtilebilir.

# DescriptionStoreExport
source: Exports a cached implementation as an archive (ZIP, TAR, etc.). The result can be imported on another machine using '0install store add'.
tr: Önbelleğe alınmış bir uygulama bir arşiv olarak (ZIP, TAR, vb.) dışa aktarılır. '0install store add' kullanılarak sonuç diğer makinelerde içe aktarılabilir.

# DescriptionStoreFind
source: Determines the local path of a cached implementation.
el: Καθορίζει την τοπική διαδρομή της εφαρμογής της μνήμης cache.
tr: Önbelleğe alınmış bir uygulamanın yolu belirlenir.

# DescriptionStoreList
source: Lists all implementation cache directories.
el: Εμφανίζει μια λίστα με όλους τους καταλόγους της μνήμης cache εφαρμογής.
tr: Tüm uygulama önbelleği dizinlerini bir listede görüntüler.

# DescriptionStoreListImplementations
source: Lists all cached implementations. If a feed URI is specified only implementations for that particular feed are listed.
el: Εμφανίζει μια λίστα με όλες τις εφαρμογές προσωρινής αποθήκευσης.
tr: Önbelleğe alınmış uygulamalar listelenir. Eğer bir akış İnternet adresi belirtilmişse yalnızca o akışa ait uygulamalar listelenir.

# DescriptionStoreManage
source: Displays a graphical user interface for managing implementations in the cache. Shows associations with cached feeds.
el: Εμφανίζει μια γραφική διεπαφή χρήστη για τη διαχείριση των εφαρμογών στη μνήμη cache. Εμφανίζει ενώσεις με προσωρινά αποθηκευμένες τροφοδοσίες.
tr: Önbellekte bulunan uygulamaların yönetilebileceği bir görsel arabirim açar. Önbellekteki akışların ilişkilerini görüntüler.

# DescriptionStoreOptimise
source: Saves disk space by merging identical files with hardlinks. Additional arguments specify custom cache locations.
el: Εξοικονομεί χώρο στο δίσκο με τη συγχώνευση ίδιων αρχείων με hardlinks. Πρόσθετα επιχειρήματα καθορισμού θέσεων της προσαρμοσμένης μνήμης cache.
tr: Sabit bağlantılar ile eş dosyaları birleştirerek disk alanından kazandırır. Ek değişkenler ile özel önbellek konumları belirtilebilir.

# DescriptionStorePurge
source: Removes all implementations from the cache. Use this command to clean up the system before removing Zero Install. Deleting cache directories manually may be difficult due to the NTFS ACLs employed to protect implementations against modification. Additional arguments specify custom cache locations.
tr: Önbellekte bulunan tüm uygulamaları siler. Bu komutu, Zero Install uygulamasını kaldırmadan önce sistemi temizlemek için kullanın. NTFS erişim denetim listesi kullanılarak uygulamaların değiştirilmesi engellendiği için önbellek klasörlerinin el ile silinmesi zor olabilir. Ek değişkenler ile özel önbellek konumları belirtilebilir.

# DescriptionStoreRemove
source: Removes an implementation from the cache.
el: Αφαιρεί μια εφαρμογή από την προσωρινή μνήμη.
tr: Bir uygulamayı önbellekten kaldırır.

# DescriptionStoreRemoveDir
source: Removes a directory from the list of custom implementation caches.
tr: Özel uygulama önbellekleri listesinden bir dizini kaldırır.

# DescriptionStoreVerify
source: Makes sure an implementation have not been damaged (i.e. it manifest digest has not changed).
el: Καθιστά βέβαιο ότι μια εφαρμογή δεν έχει καταστραφεί (δηλαδή το δηλωτικό δεν έχει αλλάξει).
tr: Bir uygulamanın sağlamlığını denetler (Örneğin öğe listesi düzeninin değişmemiş olması).

# DescriptionSync
source: Synchronizes the application list with the server.
el: Συγχρονίζει τη λίστα εφαρμογών με το διακομιστή.
tr: Sunucu ile uygulama listesini eşitler.

# DescriptionUpdate
source: Checks for updates to the program and download them if found. This is similar to '0install download --refresh', except that it prints information about whether any changes were found.
el: Έλεγχος για ενημερώσεις του προγράμματος και λήψη τους εάν βρεθούν. Αυτό είναι παρόμοιο με «0install λήψη --refresh», εκτός από το ότι εμφανίζει πληροφορίες για το αν βρέθηκαν οποιεσδήποτε αλλαγές.
tr: Yazılım güncelleştirmelerini denetler ve yeni bir güncelleştirme bulunursa indirir. '0install download --refresh' komutuna benzer, ancak bir değişiklik bulunmasa da bilgileri görüntüler.

# DescriptionUpdateApps
source: Updates all applications in the application list.
el: Ενημερώνει όλες τις εφαρμογές στη λίστα εφαρμογών
tr: Uygulama listesindeki tüm uygulamaları güncelleştirir.

source: Desktop integration
el: Ενσωμάτωση επιφάνειας εργασίας
tr: Masaüstü tümleştirmesi

source: Done
el: Ολοκληρώθηκε
tr: Tamamlandı

source: Download complete
el: Η λήψη ολοκληρώθηκε
tr: İndirme tamamlandı
