Repository: 0install/0install-win
Catalog: src/Commands/Properties/Resources.*.resx
Languages: de, el

# AliasCreated
source: An alias named '{0}' for '{1}' was created.
de: Ein Alias namens '{0}' für '{1}' wurde angelegt.
el: Ένα ψευδώνυμο που ονομάζεται '{0}' για '{1}' δημιουργήθηκε.

# AliasNotFound
source: No existing alias named '{0}' was found.
de: Es wurde kein bestehender Alias namens '{0}' gefunden.
el: Κανένα υπαρκτό ψευδώνυμο που ονομάζεται '{0}' δεν βρέθηκε.

# AliasRemoved
source: The alias named '{0}' for '{1}' was removed.
de: Der Alias namens '{0}' für '{1}' wurde entfernt.
el: Το ψευδώνυμο που ονομάζεται '{0}' για '{1}' αφαιρέθηκε.

# AllComponentsDownloaded
source: All required components have been downloaded.
de: Alle benötigten Komponenten wurden runtergeladen.
el: Όλα τα απαιτούμενα εξαρτήματα έχουν λήφθει.

# AppAlias
source: Application alias
de: Anwendungsalias
el: Ψευδώνυμο εφαρμογής

# AppList
source: Application list
de: Anwendungsliste
el: Λίστα εφαρμογών

# AskUpdateCapabilities
source: Do you wish to update any existing desktop integration to reflect this? If you select 'Yes' potentially incompatible integrations will be removed. If you select 'No' Zero Install will continue to use the old capabilities.
de: Möchten Sie die bestehende Desktopintegration daran anpassen? Wenn Sie 'Ja' wählen werden möglicherweise nicht mehr kompatible Integrationen entfernt. Wenn Sie 'Nein' wählen arbeitet Zero Install weiter mit den alten Fähigkeiten.
el: Θέλετε να επικαιροποιήσετε την τυχόν υπάρχουσα ενσωμάτωση στην επιφάνεια εργασίας για να εκφραστεί αυτό; Αν επιλέξετε δυνητικά ασυμβίβαστες ενσωματώσεις «Ναι» θα πρέπει να αφαιρεθεί. Αν επιλέξετε «Όχι» το Zero Install θα συνεχίσει να χρησιμοποιεί τις παλαιές δυνατότητες.

source: Cached interfaces
el: Αποθηκευμένες διεπαφές

source: Cancel
el: Ακύρωση

# CapabilitiesChanged
source: The capabilities of the application '{0}' have changed.
de: Die Fähigkeiten der Anwendung '{0}' haben sich geändert.
el: Οι δυνατότητες της εφαρμογής "{0}" άλλαξαν.

source: Change
el: Αλλαγή

source: Changes found:
de: Gefundene Änderungen:
el: Αλλαγές βρέθηκαν

source: Checking for updates
el: Έλεγχος για ενημερώσεις

source: Command-line arguments:
de: Befehlszeilenargumente
el: Επιχειρήματα της γραμμής εντολών:

source: Configuration
el: Ρύθμιση

# DataGridCommandAccessPointHelp
source: Start entering text in the last line to create a new entry. Select an entire line by clicking in the first column and then press DEL on the keyboard to remove an entry.
el: Ξεκινήστε την εισαγωγή κειμένου στην τελευταία γραμμή για να δημιουργήσετε μια νέα καταχώρηση. Επιλέξτε μια ολόκληρη γραμμή, κάνοντας κλικ στην πρώτη στήλη και, στη συνέχεια, πατήστε το πλήκτρο DEL στο πληκτρολόγιο για να αφαιρέσετε μια καταχώρηση.

# DataGridDefaultAccessPointHelp
source: Set a checkbox to make a capability your desired default handler. Remove a checkbox to remove a capability's default status (it still remains available).
el: Ορίστε ένα πλαίσιο ελέγχου για να δημιουργησει μια ικανότητα του επιθυμητού προεπιλεγμένου πρόγραμματος διαχείρισης. Αφαιρέστε το πλαίσιο ελέγχου για να καταργήσετε την προεπιλεγμένη κατάσταση της ικανότητα του (εξακολουθεί να παραμένει διαθέσιμο).

# DescriptionAddAlias
source: Create an alias for launching an application via 0install without always having to enter the full URI.
de: Lege einen Alias zum Starten einer Anwendung via Zero Install ohne immer die vollständige URI eingeben zu müssen an.
el: Δημιουργήστε ένα ψευδώνυμο για την εκκίνηση μιας εφαρμογής μέσω του 0install χωρίς πάντα να χρειάζεται να επιλέξετε το πλήρες URI.

# DescriptionAddApp
source: Add an application to the application list.
de: Füge eine Anwendung der Anwendungsliste hinzu.
el: Προσθήκη μια εφαρμογής στην λίστα εφαρμογών.

# DescriptionAddFeed
source: Register an additional source of implementations (versions) of a program.
de: Registriere eine zusätzliche Implementierungsquelle (Versionen) für ein Programm.
el: Καταχωρήση μιας πρόσθετης πηγής των εφαρμογών (εκδόσεις) του προγράμματος.

# DescriptionConfig
source: View or change configuration settings. With no arguments, it displays all settings and their current values. With one argument, it displays the current value of the named setting. With two arguments, it sets the setting to the given value.
de: Konfigurationseinstellungen anzeigen oder verändern. Ohne Argumente zeigt es alle Einstellungen und ihre aktuellen Werte an. Mit einem Argument zeigt es den aktuellen Wert der benannten Einstellung an. Mit zwei Argumenten setzt es den Wert der benannten Einstellung.
el: Εμφάνιση ή αλλάγη των ρυθμίσεων. Χωρίς επιχειρήματα, εμφανίζει όλες τις ρυθμίσεις και τις τρέχουσες τιμές τους. Με ένα επιχείρημα, εμφανίζει την τρέχουσα αξία της επώνυμη ρύθμιση. Με δύο Επιχειρήματα, θέτει τη ρύθμιση με την δεδομένη αξία ή επαναφέρει αυτό στην προεπιλεγμένη τιμή, αν η τιμή "default" είναι δεδομένη.

# DescriptionDigest
source: Calculate the manifest digest of a directory or archive.
de: Berechne den Manifest Digest eines Verzeichnisses oder eines Archivs.
el: Υπολογισμός του δηλωτικού ενός καταλόγου ή αρχείου.

# DescriptionDownload
source: This command behaves similarly to '0install select', except that it also downloads the selected versions if they are not already cached. Unlike 'select', it does not print the selected versions by default. Returns an exit status of 0 if it selected a suitable set of versions and they are now all downloaded and in the cache; returns a status of 1 otherwise.
de: Dieser Befehl verhält sich ähnlich zu '0install select', außer dass er die ausgewählten Versionen auch runterlädt, falls sie sich nicht bereits im Cache befinden. Im Gegensatz zu 'select' werden die ausgewählten Versionen nicht standardmäßig ausgegeben. Gibt einen Exit Status von 0 zurück falls ein geeigneter Satz an Versionen gefunden wurde und sie nun alle heruntergeladen sind und sich im Cache befinden; gibt ansonsten einen Exit Status von 1 zurück.
el: Συμπεριφορα παρόμοια με το «0install επιλογη', εκτός από το ότι κάνει λήψη των εκδόσεων που έχουν επιλεγεί, εφόσον δεν έχουν ήδη αποθηκευτεί προσωρινά, στρέφει την κατάσταση εξόδου του 0, εάν επιλεγεί ένα κατάλληλο σύνολο των εκδόσεων και ολες μεταφορτωθούν στη μνήμη cache, αλλιως στρέφει την κατάσταση 1.

# DescriptionImport
source: Import a feed from a local file, as if it had been downloaded from the network. This is useful when testing a feed file, to avoid uploading it to a remote server in order to download it again. The file must have a trusted digital signature, as when fetching from the network.
de: Importiere einen Feed aus einer lokalen Datei, als wäre aus einem Netzwerk heruntergeladen worden. Dies ist praktisch um einen Feed zu testen, der nicht extra auf einem entfernten Server hochgeladen werden muss, nur um ihn wieder herunterzuladen. Diese Datei muss eine vertrauenswürdige digitale Signatur besitzen, genauso wie beim Abrufen aus dem Netzwerk.
el: Εισάγει μια τροφοδοσία από ένα τοπικό αρχείο, σαν να είχε μεταφορτωθεί από το δίκτυο. Αυτό είναι χρήσιμο όταν δοκιμάζετε ένα αρχείο τροφοδοσίας, για να αποφύγετε το ανέβασμα σε ένα απομακρυσμένο διακομιστή με σκοπό την λήψη ξανά. Το αρχείο πρέπει να έχει μια αξιόπιστη ψηφιακή υπογραφή, όπως κατά την ανάκτηση από το δίκτυο.

# DescriptionIntegrateApp
source: Add an application to the application list (if missing) and integrate it into the desktop environment.
de: Füge eine Anwendung der Anwendungsliste hinzu (falls sie fehlt) und integriere sie in die Desktopumgebung.
el: Προσθέτει μια εφαρμογή στη λίστα εφαρμογών (εάν λείπει) και την ενσωματώνει στο περιβάλλον εργασίας.

# DescriptionList
source: List all known interface (program) URIs. If a search term is given, only URIs containing that string are shown (case insensitive).
de: Listet alle bekannten Interface (Programm-) URIs auf. Wenn ein Suchbegriff angegeben wird, werden nur URIs angezeigt die den entsprechenden Begriff enthalten (Groß- und Kleinschreibung wird ignoriert) ausgegeben.
el: Λίστα με όλα τα γνωστά URIs τροφοδοσίας. Εάν δοθεί ένας όρος αναζήτησης, μόνο URIs που περιέχουν αυτό το αλφαριθμητικό θα εμφανιζονται (με πεζά ή κεφαλαία).

# DescriptionListFeeds
source: List all extra feeds added to URI using '0install add-feed'.
de: Listet alle zusätzlichen Feeds auf, die mit '0install add-feed' hinzugefügt wurden.
el: Παραθέτει όλες τις επιπλέον τροφοδοσίες που προστίθενται στο URI χρησιμοποιώντας «0install πρόσθετο τροφοδοσίας'.

# DescriptionRemoveApp
source: Remove an application from the application list and undoes any desktop environment integration.
de: Entferne eine Anwendung aus der Anwendungsliste und mache Integrationen in die Desktopumgebung rückgängig.
el: Αφαιρεί μια εφαρμογή από τη λίστα εφαρμογών και αναιρεί οποιαδήποτε ενοποίηση περιβάλλοντος επιφάνειας εργασίας.

# DescriptionRemoveFeed
source: Un-register a feed, reversing the effect of 'add-feed'.
de: Entfernt einen Feed. Dies ist das Gegenstück zu 'add-feed'.
el: Μη-καταχωρηση μιας τροφοδοσίας αντιστρέφοντας την επίδραση του «0install add-τροφοδοσίας'.

# DescriptionRepairApps
source: Reintegrate all applications in the application list into the desktop environment.
de: Integriere alle Anwendungen aus der Anwendungsliste erneut in die Desktopumgebung.
el: Εφαρμόζει ξανά όλες τις desktop εφαρμογές ενσωματώσεις στη λίστα εφαρμογών.

# DescriptionRun
source: This behaves similarly to '0install download', except that it also runs the program after ensuring it is in the cache. Returns an exit status of 1 if the download step failed. Otherwise, the exit status will be the exit status of the program being run.
de: Dies verhält sich ähnlich wie '0install download', mit dem Zusatz, dass das Programm gestartet wird nachdem sichergestellt ist dass es im Cache ist. Gibt den Exit-Status 1 zurück wenn der herunterladen Schritt fehlschlägt. Ansonsten wird der Exit-Status des gestarteten Programms zurückgegeben.
el: Συμπεριφέρεται παρόμοια με «0install λήψη», εκτός από το ότι εφαρμόζει το πρόγραμμα αφού εξασφαλίσει ότι είναι στη μνήμη cache. Επιστρέφει κατάσταση εξόδου 1, εάν η λήψη απέτυχε. Σε αντίθετη περίπτωση, η κατάσταση εξόδου θα είναι η κατάσταση του προγράμματος που τρέχει.

# DescriptionSelect
source: Select a version of the program identified by URI, and compatible versions of all of its dependencies. Returns an exit status of zero if it selected a set of versions, and a status of 1 if it could not find a consistent set.
de: Wähle eine Version des Programmes aus, welches durch seine URI identifiziert wird, und kompatible Versionen aller seiner Abhängigkeiten hat. Gibt den Exit-Status 0 zurück, wenn eine Menge an Versionen ausgewählt wurde und den Status 0, wenn keine konsistente Menge gefunden werden konnte.
el: Επιλογή μιας έκδοσης του προγράμματος που προσδιορίζεται από το URI, και συμβατές εκδόσεις για όλες τις εξαρτήσεις του. Επιστροφη στην κατάσταση εξόδου μηδέν αν επιλεγεί μια σειρά από εκδόσεις, και καθεστώς του 1, αν δεν μπορεσε να βρει ένα συνεκτικό σύνολο.

# DescriptionSelfUpdate
source: Update Zero Install itself to the most recent version.
de: Aktualisiere Zero Install selber auf die neuste verfügbare Version.
el: Ενημερώσεις του Zero Install στην πιο πρόσφατη έκδοση.

# DescriptionSync
source: Synchronize the application list with the server.
de: Synchronisiere die Anwendungsliste mit dem Server.
el: Συγχρονίζει τη λίστα εφαρμογών με το διακομιστή.

# DescriptionUpdate
source: Check for updates to the program and download them if found. This is similar to '0install download --refresh', except that it prints information about whether any changes were found.
de: Prüft ob Updates für das Programm vorhanden sind und lädt die gefundenen herunter. Dies ist gleichbedeutend wie '0install download --refresh', mit dem Zusatz, dass Informationen über das Auffinden von Änderungen ausgegeben werden.
el: Έλεγχος για ενημερώσεις του προγράμματος και λήψη τους εάν βρεθούν. Αυτό είναι παρόμοιο με «0install λήψη --refresh», εκτός από το ότι εμφανίζει πληροφορίες για το αν βρέθηκαν οποιεσδήποτε αλλαγές.

# DescriptionUpdateApps
source: Updates all applications in the application list.
el: Ενημερώνει όλες τις εφαρμογές στη λίστα εφαρμογών

source: Desktop integration
el: Ενσωμάτωση επιφάνειας εργασίας

source: Done
el: Ολοκληρώθηκε

source: Download complete
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε

# EnterFeedUrl
source: Please enter the URL of the new source of implementations for this interface:
el: Παρακαλούμε εισάγετε το URL της νέας πηγής των εφαρμογών για τη διασύνδεση αυτή:

# FeedAlreadyRegistered
source: The feed was already registered for all appropriate interfaces.
de: Der Feed war bereits für alle passenden Interfaces registriert.
el: Η τροφοδοσία ήδη εγγραφεί για όλες τις κατάλληλες διασυνδέσεις.

source: Feed management
de: Feed Verwaltung
el: Διαχείριση τροφοδοσίας

# FeedNotRegistered
source: The feed was not registered for any interfaces.
de: Der Feed war für kein Interface registriert.
el: Η τροφοδοσία δεν είχε καταχωρηθεί για τυχόν διασυνδέσεις.

# FeedRegistered
source: The feed was successfully registered for the following interfaces: {0}
de: Der Feed wurde erfolgreich für die folgenden Interfaces registriert: {0}
el: Η τροφοδοσία καταχωρηθηκε με επιτυχία για τις ακόλουθες διεπαφές:

# FeedReplaced
source: '{0}' has been replaced by '{1}'. Consider updating.
de: '{0}' wurde durch '{1}' ersetzt. Bitte ziehen Sie eine Aktualisierung in Betracht.
el: '{0}' έχει αντικατασταθεί από '{1}'. Εξετάστε την ενημέρωση.

# FeedReplacedAsk
source: The feed for '{0}' ({1}) has been replaced by '{2}'. Do you want to use the new feed instead?
de: Der Feed für '{0}' ({1}) wurde durch '{2}' ersetzt. Möchten Sie stattdessen den neuen Feed verwenden?
el: Η τροφοδοσία για '{0}' ({1}) έχει αντικατασταθεί από '{2}'. Θέλετε να χρησιμοποιήσετε τη νέα τροφοδοσία αντ 'αυτού;

# FeedsRegistered
source: Feeds registered for '{0}':
de: Feeds registriert für '{0}':
el: Τροφοδοσίες καταχωριστηκαν για '{0}'

# FeedUnregistered
source: The feed was successfully unregistered for the following interfaces: {0}
de: Der Feed wurde erfolgreich für die folgenden Interfaces deregistriert: {0}
el: Η τροφοδοσία αποκαταχωρηθηκε με επιτυχία για τις ακόλουθες διεπαφές:

# FileOrDirNotFound
source: Unable to find file or directory '{0}'.
de: Konnte die Datei oder das Verzeichnis '{0}' nicht finden.
el: Δεν είναι δυνατή η εύρεση του αρχείου ή του καταλόγου '{0}'.

# FilePrefixAbsoluteUsage
source: Use file:///path for absolute paths, not file:/path.
de: Verwenden Sie file:///Pfad für absolute Pfade, nicht file:/Pfad.
el: Χρήση file:///path για απόλυτες διαδρομές, όχι file:/path.

source: Hide
el: Απόκρυψη

# IgnoreMissingFeedFor
source: This feed does not seem to be for the same application. Add it anyway? A <feed-for> tag indicates feed compatibility.
el: Αυτή η τροφοδοσία δεν φαίνεται να είναι για την ίδια εφαρμογή. Να προστεθει ούτως ή άλλως; Μια <feed-για> ετικέτα υποδεικνύει την συμβατότητα τροφοδοσίας.

# Integrate
source: Integrate {0}
el: Ενσωμάτωση {0}

# LicenseInfo
source: This program comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of this program under the terms of the GNU Lesser General Public License.
de: Für dieses Programm gibt es ABSOLUT KEINE GARANTIEN, soweit dies gesetzlich zulässig ist. Sie dürfen unter den Bedingungen der GNU Lesser General Public License Kopien dieses Programmes weitergeben.
el: Το πρόγραμμα έρχεται με ΑΠΟΛΥΤΩΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, στο βαθμό που επιτρέπεται από το νόμο. Μπορείτε να αναδιανέμετε αντίγραφα του προγράμματος υπό τους όρους της GNU Lesser General Public License.

# LocalPathOf
source: Local path of {0}
el: Τοπική διαδρομή του {0}

source: Missing arguments.
de: Keine Argumente vorhanden.
el: Λείπουν επιχειρήματα.

# MissingFeedFor
source: Missing <feed-for> element in '{0}'; it can't be used as a feed for any other interface.
de: Fehlendes <feed-for> Element in '{0}'. Es kann nicht als Feed für ein anderes Interface verwendet werden.
el: Ελλειπεις <feed-για> στοιχείο στο '{0}'; δεν είναι δυνατόν να χρησιμοποιηθεί ως τροφοδοσία για οποιαδήποτε άλλη διασύνδεση.

# MissingOptionValue
source: Missing required value for option {0}.
de: Fehlender benötigter Wert für die Option {0}.
el: Ελλειπεις απαιτούμενη τιμή για την επιλογή {0}.

source: No longer used:
de: Nicht mehr verwendet:
el: Δεν χρησιμοποιείται πλέον:

# NoRunWithEmptyCommand
source: When running an implementation the command may not be empty.
de: Beim Ausführen einer Implementierung darf der Command nicht leer sein.
el: Κατά την εκτέλεση μιας εφαρμογής η εντολή δεν μπορεί να είναι κενή.

# NoSelectionsDocumentUpdate
source: Can only update with Feed IDs, not with selections documents.
de: Kann nur mit Feed IDs aktualisieren, nicht mit Selections Dokumenten.
el: Μπορεί να ανανεώνετε μόνο με URIs τροφοδοσίας, όχι με επιλογές εγγράφων.

# NotAvailableInPortableMode
source: This operation is not available in portable mode.
de: Dieser Vorgang steht im Portablen Modus nicht zur Verfügung.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη σε φορητή λειτουργία.

source: No updates found
de: Keine Updates gefunden
el: Δεν βρέθηκαν ενημερώσεις

# OptionAlgorithm
source: The {HASH} algorithm to use for the digest.
de: Der {HASH} Algorithmus der für den Digest verwendet werden soll.
el: Ο {HASH} αλγόριθμος που θα χρησιμοποιηθεί.

# OptionAliasRemove
source: Remove an existing alias.
de: Entferne einen bestehenden Alias.
el: Αφαίρεση ενός υπάρχοντος ψευδωνύμου.

# OptionAliasResolve
source: Print the interface URI for the given alias.
de: Gebe die Interface URI für den angegebenen Alias aus.
el: Εκτυπώστε το περιβάλλον URI για το συγκεκριμένο ψευδώνυμο.

# OptionBatch
source: Run in batch mode: don't display progress reports to the user and silently answer all questions with "No". Use a tray icon when in GUI mode.
de: Im Stapelverarbeitungsmodus ausführen: dem Benutzer keine Meldungen zeigen und Rückfragen stillschweigend mit "Nein" beantworten. Traysymbol im grafischen Modus verwenden.
el: Εκτέλεση σε λειτουργία δέσμης: δεν εμφανίζονται εκθέσεις προόδου προς το χρήστη και να απαντήσει σε ερωτήσεις με τις προεπιλεγμένες απαντήσεις.

# OptionBefore
source: Require a version of the main program earlier than {VERSION}. i.e., force the use of an old version the program.
de: Die Version der ausgewählten Implementierung muss vor {VERSION} liegen. Zum Beispiel können Sie damit die Verwendung einer älteren Version des Programmes erzwingen.
el: Απαιτείται μια έκδοση του κύριου προγράμματος νωρίτερα από {VERSION}. δηλαδή, να επιβάλει τη χρήση μιας παλαιάς μορφής του προγράμματος.

# OptionClean
source: Remove implementations no longer required after the update.
el: Αφαίρεση εφαρμογών που απαιτούνται πλέον μετά την ενημέρωση.

# OptionCommand
source: Instead of executing the default command, use {COMMAND} instead. Possible command names are defined in the program's interface. Set to empty ("") to ignore the command during selection.
de: Anstelle der Ausführung des Standardkommandos, verwenden Sie {COMMAND}. Mögliche Kommandos sind im Programminterface spezifiziert. Auf leer ("") setzen um den Command bei der Auswahl zu ignorieren.
el: Αντί για την εκτέλεση της εντολής προεπιλογή, χρησιμοποιήστε {COMMAND} αντ 'αυτού. Τα πιθανά ονόματα εντολή που ορίζεται στο περιβάλλον του προγράμματος. Ρύθμιση για να αδειάσει ("") για να αγνοήσει την εντολή κατά τη διάρκεια της επιλογής.

# OptionCpu
source: Forces the solver to target a specific {CPU}.
de: Zwingt den Solver auf eine bestimmte {CPU} abzuzielen.
el: Αναγκάζει τον επιλυτή να στόχευση μια ειδική {CPU}.

# OptionDigest
source: Display the manifest's digest (enabled by default if --manifest is not set).
de: Zeigt den Digest des Manifest an (standardmäßig aktiviert wenn --manifest nicht gesetzt ist).
el: Εμφάνιση του δηλωτικού (ενεργοποιημένο από προεπιλογή αν --manifest δεν έχει οριστεί).

# OptionForceSelfUpdate
source: Perform the update even if the currently installed version is the same or newer.
de: Führe das Update durch, auch wenn die derzeit installierte Version die gleiche oder neuer ist.
el: Εκτέλεση της ενημέρωσης, ακόμη και αν η τρέχουσα εγκατεστημένη έκδοση είναι η ίδια ή νεότερη έκδοση.

# OptionHelp
source: Show the built-in help text.
de: Zeigt den eingebauten Hilfe-Text an.
el: Εμφάνιση του ενσωματωμένου κειμένου βοήθειας.

# OptionMachine
source: Apply the configuration machine-wide (for the entire computer) instead of just for the current user.
de: Wende die Konfiguration Maschinenweit (auf dem ganzen Computer) anstatt nur für den aktuellen User an.
el: Εφαρμογή του μηχανήματος σε επίπεδο διαμόρφωσης (για το σύνολο του υπολογιστή) και όχι μόνο για τον τρέχοντα χρήστη.

# OptionMain
source: Run the specified executable {MAIN} instead of the default. If it starts with '/' or '\' then the path is relative to the implementation's top-level directory, whereas otherwise it is relative to the directory containing the default main program. May not contain command-line arguments! Whitespaces do not need to be escaped.
de: Starte die spezifizierte ausführbare Datei {MAIN} anstellte des Standards. Beginnt der Pfad mit '/' oder '\', ist er relativ zum obersten Verzeichnis der Implementierung. Andernfalls ist er relativ zum Verzeichnis welches das Standardhauptprogramm enthält. Darf keine Befehlszeilenargumente enthalten! Leerzeichen müssen nicht escaped werden.
el: Εκτέλεση το συγκεκριμένο εκτελέσιμο {MAIN} αντί για το προεπιλεγμένο. Αν ξεκινά με '/' ή '\' τότε η διαδρομή είναι σχετική με κατάλογο ανώτατου επιπέδου της υλοποίησης, ενώ σε αντίθετη περίπτωση, είναι σε σχέση με τον κατάλογο που περιέχει το προεπιλεγμένο κύριο πρόγραμμα. Δεν μπορεί να περιέχει επιχειρήματα της γραμμής εντολών! Κενά διαστήματα δεν χρειάζεται να διαφύγετε.

# OptionMan
source: Display more comprehensive documentation for the operation modes.
el: Εμφάνιση πληρέστερης τεκμηρίωσης για τους τρόπους λειτουργίας.

# OptionManifest
source: Display the manifest itself (one line for each file or directory).
de: Zeigt das Manifest selbst an (eine Zeile für jede Datei und jedes Verzeichnis).
el: Εμφάνιση της εκδηλωθεί (μία γραμμή για κάθε αρχείο ή κατάλογο).

# OptionNotBefore
source: Require a version of the main program not earlier than {VERSION}. E.g., if you want to run version 2.0 or later, use --not-before=2.0.
de: Die Version der ausgewählten Implementierung muss nach {VERSION} liegen. Zum Beispiel können Sie damit eine Version 2.0 oder eine spätere starten, in dem Sie '--not-before=2.0' angeben.
el: Απαιτείται μια έκδοση του κύριου προγράμματος, οχι νωρίτερα απο {VERSION}. Π.χ., αν θέλετε να εκτελέσετε την έκδοση 2.0 ή νεότερη έκδοση, χρησιμοποιήστε --not-before=2.0.

# OptionNoWait
source: Immediately returns once the chosen program has been launched instead of waiting for it to finish executing. On Windows the exit code is the process ID of the launched program.
de: Der Befehlt wird sofort beendet, sobald das Programm gestartet wurde, anstelle auf dessen Beendigung zu warten. Unter Windows ist der Exit-Code die Prozess ID des gestarteten Programms.
el: Αμέσως επιστρέφει μόλις το επιλεγμένο πρόγραμμα έχει ξεκινήσειαντί να περιμένει να τελειώσει η εκτέλεση. Στο Windows ο κωδικός εξόδου είναι το ID της διεργασίας που ξεκίνησε το πρόγραμμα.
