Repository: 0install/0install-win
Catalog: src/Commands/Properties/Resources.*.resx
Languages: de, el

# OptionOffline
source: Run in off-line mode, overriding the default setting. In off-line mode, no interfaces are refreshed even if they are out-of-date, and newer versions of programs won't be downloaded even if the injector already knows about them (e.g. from a previous refresh).
de: Startet im Offline-Modus und überschreibt dabei die Standardeinstellung. Im Offline-Modus wird kein Interface erneuert, auch wenn es veraltet ist und neuere Versionen des Programms werden nicht heruntergeladen, auch wenn der Injektor sie kennt (zum Beispiel durch eine frühere Erneuerung).
el: Εκτέλεση σε κατάσταση λειτουργίας εκτός σύνδεσης, παρακάμπτοντας την προεπιλεγμένη ρύθμιση. Στη λειτουργία εκτός γραμμής, δεν υπάρχουν διασυνδέσεις που ανανεώνονται ακόμη και αν γίνονται εκτός χρόνου, καθώς και νεότερες εκδόσεις των προγραμμάτων δεν θα πρέπει να μεταφορτωνονται ακόμα και αν ο εγχυτήρας γνωρίζει ήδη γι 'αυτούς (π.χ. από προηγούμενη ανανέωση).

# OptionOS
source: Forces the solver to target the operating system {OS}.
de: Zwingt den Solver auf ein bestimmtes Betriebssystem {OS} abzuzielen.
el: Αναγκάζει τον επιλυτή να στόχευση μια ειδική {OS}.

# OptionRefresh
source: Fetch fresh copies of all used feeds.
de: Rufe aktualisierte Kopien aller verwendeten Feeds ab.
el: Λήψη νέων αντίγραφων όλων των τροφοδοσίων που χρησιμοποιούνται.

source: Options:
de: Optionen:
el: Επιλογές:

# OptionShow
source: Show where the selected components are stored on the disk.
de: Zeige an wo die ausgewählten Komponenten auf dem Datenträger gespeichert sind.
el: Εμφάνιση όταν τα επιλεγμένα στοιχεία είναι αποθηκευμένα στο δίσκο.

# OptionSource
source: Select source code rather than a binary. This is used internally by '0compile'.
de: Wählt Quellecode anstelle einer Binärdatei aus. Dies wird intern von '0compile' verwendet.
el: Επιλέξτε τον πηγαίο κώδικα και όχι ένα δυαδικό. Αυτό χρησιμοποιείται εσωτερικά από «0compile».

# OptionSyncReset
source: Reset the synchronization data. Possible {MODE}s are 'none' (merge data from client and server normally), 'client' (replace all data on client with data from server) and 'server' (replace all data on server with data from client).
de: Setze die Synchronisationsdaten zurück. Mögliche {MODE}s sind 'none' (führe Daten vom Client und Server normal zusammen), 'client' (ersetze alle Daten auf dem Client mit Daten vom Server) und 'server' (ersetze alle Daten auf dem Server mit Daten vom Client).
el: Επαναφορά των δεδομένων συγχρονισμού. Πιθανές {MODE} ες είναι «καμία» (συγχώνευση των δεδομένων από τον πελάτη και το διακομιστή κανονικά), «πελάτης» (αντικαταστήσει όλα τα δεδομένα σχετικά με τον πελάτη με τα δεδομένα από το διακομιστή) και «διακομιστής» (αντικαταστήσει όλα τα δεδομένα στο διακομιστή με δεδομένα από τον πελάτη).

# OptionVerbose
source: More verbose output. Use twice for even more verbose output.
de: Ausführlichere Ausgaben. Verwenden Sie die Option zweimal um noch ausführlicher informiert zu werden.
el: Πιο αναλυτική έξοδος. Χρησιμοποιήστε δύο φορές για ακόμα πιο λεπτομερούς εξόδους.

# OptionVersion
source: Display version information.
de: Zeigt Versionsinformationen an.
el: Εμφάνιση πληροφοριών έκδοσης.

# OptionVersionRange
source: Require a version of the main program within the given {RANGE}. Ranges are separated by pipes (|). Each range is in the form "START..!END". The range matches versions where START <= VERSION < END. The start or end may be omitted. A single version number may be used instead of a range to match only that version, or !VERSION to match everything except that version.
de: Benötige eine Version des Hauptprogramms innerhalb des angegebenen {RANGE}. Ranges werden durch Pipes (|) getrennt. Jede Range ist in der Form "START..!ENDE". Die Ranges akzeptieren Versionen bei denen gilt: START <= VERSION < ENDE. Der Start oder das Ende können weggelassen werden. Eine einzelne Versionsnummer kann anstelle eines Ranges angegeben werden um nur diese Version zu akzeptieren, oder !VERSION um alles außer der Version zu akzeptieren.
el: Απαιτείται μια έκδοση του κύριου προγράμματος εντός της δεδομένης {RANGE}. Οι περιοχές που χωρίζονται από σωλήνες (|). Κάθε περιοχή είναι υπό τη μορφή "START ..! END". Η σειρά αγώνων εκδόσεις όπου Έναρξη <= ΕΚΔΟΣΗ <ΤΕΛΟΣ. Ο αρχή ή στο τέλος μπορεί να παραλειφθεί. Ένας ενιαίος αριθμός έκδοσης μπορεί να χρησιμοποιηθεί αντί για μια σειρά για να ταιριάζει μόνο αυτής της έκδοσης, ή! ΕΚΔΟΣΗ να ταιριάζει με τα πάντα εκτός από το εν λόγω κείμενο.

# OptionVersionRangeFor
source: Specifies the version {1:RANGE} for any library or sub-component with the given {0:URI} (as for --version).
de: Spezifziert die Versions-{1:RANGE} ür jede Bibliothek oder Subkomponente mit der angegebenen {0:URI} (wie bei --version).
el: Καθορίζει την έκδοση {1:RANGE} για κάθε βιβλιοθήκη ή υπο-συστατικό με το δεδομένο {0:URI} (όπως για --version).

# OptionWithStore
source: Add {DIR} to the list of implementation caches to search. However, new downloads will not be written to this directory.
de: Füge {DIR} zu der Liste der zu Durchsuchenden Implementierungscaches hinzu. Trotzdem werden neue Downloads nicht in dieses Verzeichnis gespeichert.
el: Προσθήκη {DIR} στον κατάλογο των κρυπτών εφαρμογής για την αναζήτηση. Ωστόσο, οι νέα λήψη δεν θα γραφτεί σε αυτόν τον κατάλογο.

# OptionWrapper
source: Instead of executing the chosen program directly, run {COMMAND} PROGRAM ARGS. This is useful for running debuggers and tracing tools on the program (rather than on Zero Install!). Note that the wrapper is executed in the environment selected by the program; hence, this mechanism cannot be used for sandboxing. May contain command-line arguments. Whitespaces must be escaped!
de: Anstelle das ausgewählte Programm direkt auszuführen, führe {COMMAND} PROGRAM ARGS aus. Dies ist nützlich um Debugger und Tracing Tools auf das Programm anzuwenden (anstatt auf Zero Install!). Beachten Sie, dass der Wrapper in der vom Programm festgelegten Umgebung ausgeführt wird. Somit ist dieser Mechanismus nicht für Sandboxing geeignet. Darf Befehlszeilenargumente enthalten. Leerzeichen müssen escaped werden!
el: Αντί για την εκτέλεση του προγράμματος επιλέγεται άμεσα, εκτελέστε {COMMAND} PROGRAM ARGS. Αυτό είναι χρήσιμο για τη λειτουργία εντοπισμού σφαλμάτων και τον εντοπισμό εργαλεία σχετικά με το πρόγραμμα (και όχι στο Zero Install!). Σημειώστε ότι το περιτύλιγμα εκτελείται στο περιβάλλον που επιλέγεται από το πρόγραμμα? Ως εκ τούτου, αυτός ο μηχανισμός δεν μπορεί να χρησιμοποιηθεί για το φιλτράρισμα. Μπορεί να περιέχει επιχειρήματα της γραμμής εντολών. Κενά διαστήματα πρέπει να διαφύγονται!

# OptionXml
source: Write selected versions to console as machine-readable XML.
de: Scheibe ausgewählte Versionen auf die Konsole als Maschinen-lesbares XML.
el: Eggrafh εκδόσεων που έχουν επιλεγεί για την κονσόλα ως αναγνώσιμα από μηχάνημα XML.

source: Portable mode
de: Portabler Modus
el: Φορητή λειτουργία

# PropertiesFor
source: Properties for {0}
el: Ιδιότητες για {0}

# RemoveSelectedEntries
source: Do you want to remove the {0} selected entries from the list?
el: Θέλετε να αφαιρέσετε τις {0} καταχωρήσεις από τη λίστα;

# RemovingOutdated
source: Removing outdated implementations
el: Αφαίρεση παρωχημένων εφαρμογών

# ResolvedUsingCatalog
source: Resolved '{0}' to '{1}' using a catalog.
de: '{0}' nach '{1}', unter der verwendung eines Katalogs, aufgelöst
el: Αποφασισμένοι '{0}' σε '{1}' χρησιμοποιώντας έναν κατάλογο.

source: Selected implementations:
de: Ausgewählte Implementierungen:
el: Επιλεγμένες υλοποιήσεις

source: Store audit
el: Ελεγχος

# SuccessfullyRemoved
source: Successfully removed {0}.
el: Αφαιρέθηκε επιτυχώς {0}.

# SupportedValues
source: Supported values: {0}
de: Unterstützte Werte: {0}
el: Υποστηριζόμενες τιμές: {0}

# TooManyArguments
source: Too many arguments or unknown options.
de: Zu viele Argumente oder unbekannte Optionen.
el: Πάρα πολλά επιχειρήματα ή άγνωστες επιλογές.

# TryHelp
source: Try {0} --help
el: Δοκιμάστε {0} --help

# TryHelpWith
source: Try --help with one of these:
de: Probieren Sie --help mit einem der folgenden:
el: Δοκιμάστε --help με ένα από αυτά:

# UnableToLoadFeed
source: Unable to load feed '{0}'; skipping.
el: Δεν είναι δυνατή η φόρτωση τροφοδοσίας '{0}'? παρακάμπτοντας.

# UnknownCommand
source: Unknown command '{0}'.
de: Unbekannter Befehl '{0}'.
el: Άγνωστη εντολή '{0}'.

source: Usage:
de: Verwendung:
el: Χρήση:

# UseInstead
source: Use '{0}' instead.
el: Χρήση '{0}' αντ 'αυτού.

source: Verify implementation
el: Επαλήθευση εφαρμογής

source: Version information:
de: Versionsinformationen:
el: Έκδοση πληροφοριών

source: Working
el: Εργασία

# ActionAddFeed
source: Adding additional feed association
de: Füge zusätzlichen Feedzuordnung hinzu

# ActionAppCommand
source: Managing desktop integration
de: Verwalte Desktopintegration

# ActionDigest
source: Calculating digest
de: Berechne Digest

# ActionDownload
source: Downloading application
de: Lade Anwendung runter

# ActionRemoveFeed
source: Removing additional feed association
de: Entferne zusätzliche Feedzuordnung

# ActionRepairApps
source: Repairing desktop integration
de: Repariere Desktopintegration

# ActionRun
source: Preparing to launch application
de: Bereite Anwendungsstart vor

# ActionSelection
source: Selecting implementations
de: Wähle Implementierungen aus

# ActionSelfUpdate
source: Updating Zero Install
de: Aktualisiere Zero Install

# ActionSync
source: Synchronizing
de: Synchronisiere

# ActionUpdate
source: Checking for updates
de: Suche nach Updates

# AliasCreatedReopenTerminal
source: An alias named '{0}' for '{1}' was created. You may have to close and reopen your terminal for this to become effective.
de: Ein Alias namens '{0}' für '{1}' wurde angelegt. Sie müssen eventuell ihr Terminal schließen und wieder öffnen damit dies wirksam wird.

source: Found feeds:
de: Gefundene Feeds:

# NoApiHookingNonCacheImpl
source: API hooking not possible due to non-cached implementation.
de: API hooking nicht möglich wegen einer nicht gecachten Implementierung.

# NoSelfUpdateDisabled
source: Zero Install's automatic self-update was deactivated by the Administrator.
de: Zero Install's automatische Selbstupdates wurden vom Administrator deaktiviert.

# NoSelfUpdateStore
source: This Zero Install instance was launched as an implementation by another Zero Install instance. It therefore cannot update itself.
de: Diese Zero Install Instanz wurde als Implementierung von einer anderen Zero Install Instanz gestartet. Sie kann sich daher nicht selbst aktualisieren.

# OptionAppAdd
source: Apply all {CATEGORY} access points.
de: Wende alle {CATEGORY} Access Points an.

# OptionAppCategory
source: {CATEGORY} must be one of the following:
de: {CATEGORY} muss einen der folgenden Werte haben:

# OptionAppImport
source: Apply all access points specified in {FILE}.
de: Wende alle Access Points die in {FILE} gelistet sind an.

# OptionAppRemove
source: Remove all {CATEGORY} access points.
de: Entferne alle {CATEGORY} Access Points.

# OptionGui
source: Show the graphical policy editor. This allows you to select which version of a program or library to use.
de: Zeigt den grafischen Versionseditor an. Dies gestattet Ihnen die Version des Programmes oder der Bibliothek auszuwählen.

# UnknownCategory
source: Unknown category: {0}
de: Unbekannte Kategorie: {0}

source: Unknown option.
de: Unbekannte Option.

# UnknownResetMode
source: Unknown synchronization reset mode.
de: Unbekannter Synchronisations-Reset Modus.
