Repository: 0install/0install-win
Catalog: src/Central.WinForms/Properties/Resources.*.resx
Languages: cs, de, el, es, fr, id, it, ko, nl, pl, pt_br, pt_pt, ro, ru, uk, zh

# SyncCompleteSetupFirst
source: You need to complete Sync Setup first.
cs: Nejprve je třeba dokončit nastavení Sync Setup.
de: Sie müssen zuerst das Sync-Setup abschließen.
el: Θα πρέπει να ολοκληρωθεί ο συγχρονισμός πρώτης εγκατάστασης.
es: Primero tienes que completar la configuración de la sincronización.
fr: Vous devez d'abord finir la synchronisation de l'installation.
id: Anda harus menyelesaikan Penyiapan Sinkronisasi terlebih dahulu.
it: È necessario completare prima Sync Setup.
ko: 먼저 동기화 설정을 완료해야 합니다.
nl: U moet eerst Sync Setup voltooien.
pl: Najpierw należy zakończyć konfigurację synchronizacji.
pt_br: Você precisa concluir a configuração de sincronização primeiro.
pt_pt: Primeiro, é necessário concluir a configuração da sincronização.
ro: Trebuie să finalizați mai întâi Sync Setup.
ru: Сначала необходимо завершить настройку синхронизации.
zh: 您需要先完成同步安装。

# SyncCredentialsInvalid
source: The username and/or password you entered are incorrect.
cs: Zadané uživatelské jméno a/nebo heslo jsou nesprávné.
de: Der von Ihnen eingegebene Benutzername und/oder das Passwort sind falsch.
el: Το όνομα χρήστη και/ή ο κωδικός πρόσβασης που εισάγατε δεν είναι σωστος.
es: El nombre de usuario y/o la contraseña que has introducido son incorrectos.
fr: Le nom d'utilisateur et / ou le mot de passe entrés sont incorrects.
id: Nama pengguna dan/atau kata sandi yang Anda masukkan salah.
it: Il nome utente e/o la password inseriti non sono corretti.
ko: 입력한 사용자 이름 및/또는 비밀번호가 올바르지 않습니다.
nl: De gebruikersnaam en/of het wachtwoord dat u hebt ingevoerd zijn onjuist.
pl: Wprowadzona nazwa użytkownika i/lub hasło są nieprawidłowe.
pt_br: O nome de usuário e/ou senha digitado está incorreto.
pt_pt: O nome de utilizador e/ou a palavra-passe que introduziu estão incorrectos.
ro: Numele de utilizator și/sau parola introduse sunt incorecte.
ru: Введенные вами имя пользователя и/или пароль неверны.
uk: Ім'я користувача та/або пароль невірні.
zh: 您输入的用户名和/或密码不正确。

# SyncCryptoKeyInvalid
source: The Crypto key you entered is incorrect.
cs: Zadaný šifrovací klíč je nesprávný.
de: Der von Ihnen eingegebene Kryptoschlüssel ist falsch.
el: Το κλειδί Κρυπτογραφίας που εισαγατε είναι λάθος.
es: La clave criptográfica que ha introducido es incorrecta.
fr: La clé de chiffrement saisie est incorrecte.
id: Kunci Crypto yang Anda masukkan salah.
it: La chiave crittografica inserita non è corretta.
ko: 입력한 암호화 키가 올바르지 않습니다.
nl: De Cryptosleutel die u heeft ingevoerd is onjuist.
pl: Wprowadzony klucz Crypto jest nieprawidłowy.
pt_br: A chave de criptografia digitada está incorreta.
pt_pt: A chave criptográfica que introduziu está incorrecta.
ro: Cheia criptografică introdusă este incorectă.
ru: Введенный вами криптографический ключ неверен.
zh: 您输入的加密密钥不正确。

# SyncReplaceConfigAsk
source: Do you wish to reset the Sync settings and start from scratch?
cs: Chcete obnovit nastavení synchronizace a začít od začátku?
de: Möchten Sie die Sync-Einstellungen zurücksetzen und von vorne beginnen?
el: Θέλετε να επαναφέρετε τις ρυθμίσεις και να αρχίσει από το μηδέν;
es: ¿Desea restablecer la configuración de la sincronización y empezar de cero?
fr: Souhaitez-vous remettre à zéro les paramètres de Sync et commencer dès le début?
id: Apakah Anda ingin mengatur ulang pengaturan Sinkronisasi dan memulai dari awal?
it: Desiderate ripristinare le impostazioni di sincronizzazione e ripartire da zero?
ko: 동기화 설정을 재설정하고 처음부터 다시 시작하시겠습니까?
nl: Wilt u de Sync-instellingen opnieuw instellen en opnieuw beginnen?
pl: Czy chcesz zresetować ustawienia synchronizacji i zacząć od początku?
pt_br: Deseja redefinir as configurações de sincronização e começar do zero?
pt_pt: Deseja repor as definições de sincronização e começar do zero?
ro: Doriți să resetați setările de sincronizare și să începeți de la zero?
ru: Хотите ли вы сбросить настройки синхронизации и начать все с нуля?
uk: Ви хочете скинути налаштування Синхронізації та почати з початку?
zh: 您希望重置同步设置并从头开始吗？

# SyncReplaceConfigNo
source: No edit the existing settings
cs: Ne upravit stávající nastavení
de: Nein die bestehenden Einstellungen bearbeiten
el: όχι επεξεργαστείτε τις υπάρχουσες ρυθμίσεις
es: No editar la configuración existente
fr: Non modifier les paramètres existants
id: Tidak mengedit pengaturan yang ada
it: No modificare le impostazioni esistenti
ko: 아니요 기존 설정 편집
nl: Geen de bestaande instellingen bewerken
pl: Nie edytuj istniejące ustawienia
pt_br: Não editar as configurações existentes
pt_pt: Não editar as definições existentes
ro: Nu modificați setările existente
ru: Нет редактировать существующие настройки
uk: Ні редагувати існуючі налаштування
zh: 无 编辑现有设置

# SyncReplaceConfigYes
source: Yes start from scratch
cs: Ano začít od nuly
de: Ja von vorne anfangen
el: ναί να ξεκινήσει από το μηδέν
es: Sí empezar de cero
fr: Oui commencer dès le début
id: Ya mulai dari awal
it: Sì iniziare da zero
ko: 예 처음부터 시작
nl: Ja opnieuw beginnen
pl: Tak zacznij od zera
pt_br: Sim começar do zero
pt_pt: Sim começar do zero
ro: Da începeți de la zero
ru: Да начать с нуля
uk: Так почати з початку
zh: 是 从头开始

# SyncServerDataDamaged
source: The data currently stored on the Sync server is damaged. You can replace the data stored on the server by choosing that you don't remember the Crypto key.
cs: Data aktuálně uložená na serveru Sync jsou poškozena. Data uložená na serveru můžete nahradit volbou, že si nepamatujete šifrovací klíč.
de: Die derzeit auf dem Sync-Server gespeicherten Daten sind beschädigt. Sie können die auf dem Server gespeicherten Daten ersetzen, indem Sie auswählen, dass Sie sich nicht mehr an den Kryptoschlüssel erinnern.
el: Τα δεδομένα που είναι σήμερα αποθηκευμένα στο διακομιστή Συγχρονισμός είναι κατεστραμμένα. Μπορείτε να αντικαταστήσετε τα δεδομένα που είναι αποθηκευμένα στο διακομιστή, επιλέγοντας το κλειδί Κρυπτογραφίας.
es: Los datos almacenados actualmente en el servidor de sincronización están dañados. Puede reemplazar los datos almacenados en el servidor eligiendo que no recuerda la clave Crypto.
fr: Les données stockées actuellement sur le serveur de synchronisation sont endommagées. Vous pouvez remplacer les données stockées sur le serveur en choisissant de ne pas se souvenir de la clé de chiffrement.
id: Data yang saat ini tersimpan di server Sinkronisasi rusak. Anda dapat mengganti data yang tersimpan di server dengan memilih bahwa Anda tidak mengingat kunci Crypto.
it: I dati attualmente memorizzati sul server Sync sono danneggiati. È possibile sostituire i dati memorizzati sul server scegliendo di non ricordare la chiave crittografica.
ko: 현재 동기화 서버에 저장된 데이터가 손상되었습니다. 암호화 키가 기억나지 않는다고 선택하면 서버에 저장된 데이터를 대체할 수 있습니다.
nl: De gegevens die momenteel zijn opgeslagen op de Sync-server zijn beschadigd. U kunt de op de server opgeslagen gegevens vervangen door te kiezen dat u de Cryptosleutel niet meer weet.
pl: Dane aktualnie przechowywane na serwerze synchronizacji są uszkodzone. Dane przechowywane na serwerze można zastąpić, wybierając opcję, że nie pamiętasz klucza Crypto.
pt_br: Os dados armazenados no servidor de sincronização estão danificados. Você pode substituir os dados armazenados no servidor, escolhendo que você não lembra a chave de criptografa.
pt_pt: Os dados actualmente armazenados no servidor de sincronização estão danificados. Pode substituir os dados armazenados no servidor, optando por não se lembrar da chave criptográfica.
ro: Datele stocate în prezent pe serverul Sync sunt deteriorate. Puteți înlocui datele stocate pe server alegând că nu vă amintiți cheia Crypto.
ru: Данные, хранящиеся в настоящее время на сервере синхронизации, повреждены. Вы можете заменить данные, хранящиеся на сервере, выбрав, что вы не помните криптографический ключ.
zh: 当前存储在同步服务器上的数据已损坏。 您可以选择不记得加密密钥来替换服务器上存储的数据。

# UnableToDownloadCatalog
source: Unable to download application catalog.
cs: Nelze stáhnout katalog aplikací.
de: Konnte Anwendungskatalog nicht herunterladen.
el: Δεν είναι δυνατή η ληψη του κατάλογου της εφαρμογής.
es: No se puede descargar el catálogo de aplicaciones.
fr: Impossible de télécharger le catalogue d'applications.
id: Tidak dapat mengunduh katalog aplikasi.
it: Impossibile scaricare il catalogo delle applicazioni.
ko: 애플리케이션 카탈로그를 다운로드할 수 없습니다.
nl: Kan toepassingscatalogus niet downloaden.
pl: Nie można pobrać katalogu aplikacji.
pt_br: Não foi possível baixar o catálogo de aplicativos.
pt_pt: Não é possível descarregar o catálogo de aplicações.
ro: Imposibilitatea de a descărca catalogul de aplicații.
ru: Невозможно загрузить каталог приложений.
uk: Неможливо завантажити каталог застосунків.
zh: 无法下载应用程序目录。

# UnableToLoadFeedForApp
source: Unable to load feed for app entry '{0}'.
cs: Nelze načíst kanál pro položku aplikace '{0}'.
de: Konnte Feed für App-Eintrag '{0}' nicht laden.
el: Δεν είναι δυνατή η φόρτωση τροφοδοσίας για την είσοδο λίστας εφαρμογών '{0}'.
es: No se ha podido cargar el feed de la entrada de la aplicación '{0}'.
fr: Impossible de charger le flux pour l'entrée d'application '{0}'.
id: Tidak dapat memuat feed untuk entri aplikasi '{0}'.
it: Impossibile caricare il feed per la voce dell'app '{0}'.
ko: 앱 항목 '{0}'에 대한 피드를 로드할 수 없습니다.
nl: Kan feed niet laden voor app item '{0}'.
pl: Nie można załadować kanału dla wpisu aplikacji '{0}'.
pt_br: Não foi possível carregar o feed da entrada do aplicativo '{0}'.
pt_pt: Não é possível carregar o feed da entrada da aplicação '{0}'.
ro: Nu se poate încărca feed-ul pentru intrarea aplicației '{0}'.
ru: Невозможно загрузить фид для записи приложения '{0}'.
zh: 无法加载应用程序条目 "{0}"的源文件。

# UnencryptedSyncServer
source: Are you sure you want to use an unencrypted connection to a Sync server? Encrypted connections use an https:// prefix.
cs: Jste si jisti, že chcete použít nešifrované připojení k serveru Sync? Šifrovaná připojení používají předponu https://.
de: Sind Sie sicher, dass Sie eine unverschlüsselte Verbindung zu einem Sync-Server verwenden möchten? Verschlüsselte Verbindungen verwenden ein https://-Präfix.
el: Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε μια σύνδεση χωρίς κρυπτογράφηση σε ένα διακομιστή συγχρονισμού; Κρυπτογραφημένες συνδέσεις χρησιμοποιούν ένα https: // πρόθεμα.
es: ¿Está seguro de que desea utilizar una conexión no cifrada con un servidor de sincronización? Las conexiones cifradas utilizan un prefijo https://.
fr: Êtes-vous sûr de vouloir utiliser une connexion non chiffrée vers le serveur de synchronisation ? Les connexions chiffrées utilisent le préfixe https://.
id: Apakah Anda yakin ingin menggunakan koneksi yang tidak terenkripsi ke server Sinkronisasi? Koneksi terenkripsi menggunakan awalan https://.
it: Siete sicuri di voler utilizzare una connessione non criptata a un server Sync? Le connessioni criptate utilizzano il prefisso https://.
ko: 동기화 서버에 암호화되지 않은 연결을 사용하시겠습니까? 암호화된 연결은 https:// 접두사를 사용합니다.
nl: Weet u zeker dat u een niet-versleutelde verbinding met een Sync-server wilt gebruiken? Gecodeerde verbindingen gebruiken een https:// prefix.
pl: Czy na pewno chcesz użyć nieszyfrowanego połączenia z serwerem Sync? W połączeniach szyfrowanych używany jest prefiks https://.
pt_br: Deseja realmente usar uma conexão não criptografada com o servidor de sincronização? Conexões criptografadas usam o prefixo https://.
pt_pt: Tem a certeza de que pretende utilizar uma ligação não encriptada a um servidor Sync? As ligações encriptadas utilizam um prefixo https://.
ro: Sunteți sigur că doriți să utilizați o conexiune necriptată la un server Sync? Conexiunile criptate utilizează un prefix https://.
ru: Вы уверены, что хотите использовать незашифрованное соединение с сервером синхронизации? Зашифрованные соединения используют префикс https://.
zh: 您确定要使用未加密连接到同步服务器吗？ 加密连接使用 https:// 前缀。

source: &Update
cs: Aktualizace
de: &Aktualisieren
el: Ενημέρωση
es: Actualización
fr: Mettre à jour
id: Memperbarui
it: Aggiornamento
ko: 업데이트
pl: Aktualizacja
pt_br: At&ualizar
pt_pt: Actualização
ro: Actualizare
ru: Обновление
uk: &Обновити
zh: 更新

# UpdateAllCleanWillRemove
source: This will automatically remove implementations from the cache that are no longer needed after the update. Continue? Important: Applications you have "Run" previously without adding them to "My apps" will also be removed from the cache. You will need to be online if you decide to run them again.
cs: Automaticky odstraní z mezipaměti implementace, které již nejsou po aktualizaci potřeba. Pokračovat? Důležité: Aplikace, které jste dříve "Spustili", aniž byste je přidali do "Mých aplikací", budou také odstraněny z mezipaměti. Pokud se je rozhodnete znovu spustit, budete muset být online.
de: Dies entfernt automatisch Implementierungen aus dem Cache, die nach der Aktualisierung nicht mehr benötigt werden. Fortfahren? Wichtig: Anwendungen, die Sie zuvor mit"Start" aufgerufen haben, ohne sie zu "Meine Apps" hinzuzufügen, werden ebenfalls aus dem Cache entfernt. Wenn Sie sie erneut ausführen möchten, müssen Sie online sein.
el: Αυτό θα απομακρύνει αυτόματα τις εφαρμογές από την κρυφή μνήμη που δεν χρειάζονται πλέον μετά την ενημέρωση. Συνέχεια; Σημαντικό: Εφαρμογές που έχετε "Εκτέλεση" στο παρελθόν, χωρίς την προσθήκη τους στο "Οι εφαρμογές μου" θα πρέπει επίσης να αφαιρεθούν από την κρυφή μνήμη. Θα πρέπει να είναι σε απευθείας σύνδεση, αν αποφασίσετε να τις εκτελέσετε ξανά.
es: Esto eliminará automáticamente las implementaciones de la caché que ya no sean necesarias después de la actualización. ¿Continuar? Importante: Las aplicaciones que hayas "ejecutado" previamente sin añadirlas a "Mis aplicaciones" también se eliminarán de la caché. Tendrás que estar conectado si decides volver a ejecutarlas.
fr: Cela supprimera automatiquement du cache les implémentations qui ne sont plus nécessaires après la mise à jour. Continuer ? Important : Les applications que vous avez "exécutées" précédemment sans les ajouter à "Mes applications" seront également supprimées de la mémoire cache. Vous devrez être en ligne si vous décidez de les exécuter à nouveau.
id: Ini akan secara otomatis menghapus implementasi dari cache yang tidak lagi diperlukan setelah pembaruan. Lanjutkan? Penting: Aplikasi yang telah Anda "Jalankan" sebelumnya tanpa menambahkannya ke "Aplikasi saya" juga akan dihapus dari cache. Anda harus online jika ingin menjalankannya kembali.
it: Questo rimuoverà automaticamente dalla cache le implementazioni che non sono più necessarie dopo l'aggiornamento. Continuare? Importante: anche le applicazioni che avete "eseguito" in precedenza senza aggiungerle a "Le mie applicazioni" verranno rimosse dalla cache. Se si decide di eseguirle di nuovo, è necessario essere online.
ko: 업데이트 후 더 이상 필요하지 않은 구현은 캐시에서 자동으로 제거됩니다. 계속하시겠습니까? 중요: 이전에 '내 앱'에 추가하지 않고 '실행'한 애플리케이션도 캐시에서 제거됩니다. 다시 실행하려면 온라인 상태여야 합니다.
nl: Hierdoor worden automatisch implementaties uit de cache verwijderd die na de update niet meer nodig zijn. Doorgaan? Belangrijk: Toepassingen die u eerder hebt "uitgevoerd" zonder ze toe te voegen aan "Mijn apps" worden ook uit de cache verwijderd. U moet online zijn als u besluit ze opnieuw uit te voeren.
pl: Spowoduje to automatyczne usunięcie z pamięci podręcznej implementacji, które nie są już potrzebne po aktualizacji. Kontynuować? Ważne: Aplikacje, które zostały wcześniej "Uruchomione" bez dodania ich do "Moich aplikacji", również zostaną usunięte z pamięci podręcznej. Jeśli zdecydujesz się na ich ponowne uruchomienie, będziesz musiał być online.
pt_br: Isto irá automaticamente remover implementações do cache não mais necessárias após a atualização. Continuar? Importante: Aplicativos anteriormente "Executados" sem adicioná-los em "Meus aplicativos" também serão removidos do cache. Você precisará estar on-line se decidir executá-los novamente.
pt_pt: Isto irá remover automaticamente da cache as implementações que já não são necessárias após a actualização. Continuar? Importante: as aplicações que tiver "Executar" anteriormente sem as adicionar a "As minhas aplicações" também serão removidas da cache. Terá de estar online se decidir executá-las novamente.
ro: Aceasta va elimina automat din cache implementările care nu mai sunt necesare după actualizare. Continuați? Important: Aplicațiile pe care le-ați "Run" anterior fără a le adăuga la "My apps" vor fi, de asemenea, eliminate din cache. Va trebui să fiți online dacă decideți să le rulați din nou.
ru: Это автоматически удалит из кэша реализации, которые больше не нужны после обновления. Продолжить? Важно: Приложения, которые вы ранее "Запустили", не добавив их в "Мои приложения", также будут удалены из кэша. Если вы решите запустить их снова, вам нужно будет подключиться к сети.
zh: 这将自动从缓存中删除更新后不再需要的实现。继续运行？ 重要提示：之前 "运行 "但未添加到 "我的应用程序 "中的应用程序也将从缓存中删除。 如果您决定再次运行它们，则需要联网。

source: Working...
cs: Pracuje...
de: Arbeite...
el: Εργασία...
es: Trabajando...
fr: Travail en cours...
id: Bekerja...
it: Funziona...
ko: 작업 중...
nl: Werken...
pl: Praca...
pt_br: Trabalhando...
pt_pt: Trabalhar...
ro: Funcționează...
ru: Работа...
uk: Обробка...
zh: 工作...
