Repository: 0install/0install-win
Catalog: src/Central.WinForms/Properties/Resources.*.resx
Languages: cs, de, el, es, fr, id, it, ko, nl, pl, pt_br, pt_pt, ro, ru, uk, zh

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
uk: Відмінити
zh: 取消

# CommandLineHint
source: Enter '0install --help' to see a list of available commands.
cs: Zadáním adresy '{0}' zobrazíte seznam dostupných příkazů.
de: Geben Sie '{0}' ein, um eine Liste der verfügbaren Befehle anzuzeigen.
el: Πληκτρολογήστε '{0}' για να δείτε μια λίστα με τις διαθέσιμες εντολές.
es: Introduzca '{0}' para ver una lista de comandos disponibles.
fr: Entrez '0install --help' pour voir la liste des commandes disponibles.
id: Masukkan '{0}' untuk melihat daftar perintah yang tersedia.
it: Digitare '{0}' per visualizzare un elenco dei comandi disponibili.
ko: '{0}'를 입력하면 사용 가능한 명령어 목록을 볼 수 있습니다.
nl: Voer '{0}' in om een lijst van beschikbare commando's te zien.
pl: Wpisz '0install --help', aby wyświetlić listę dostępnych poleceń.
pt_br: Digite '{0}' para ver a lista de comandos disponíveis.
pt_pt: Introduza '{0}' para ver uma lista de comandos disponíveis.
ro: Introduceți '{0}' pentru a vedea o listă de comenzi disponibile.
ru: Введите '{0}', чтобы увидеть список доступных команд.
zh: 输入 "{0}"可查看可用命令列表。

source: Continue
cs: Pokračovat
de: Fortsetzen
el: Συνέχεια
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ko: 계속
nl: Ga verder
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
uk: Продовжити
zh: 继续

# DeployNotification
source: Click to setup Zero Install on this computer...
cs: Klepnutím na tlačítko nastavíte nulovou instalaci na tomto počítači...
de: Klicken um Zero Install auf diesem Rechner einzurichten...
el: Κάντε κλικ για να εγκαταστήσετε το Zero Install σε αυτόν τον υπολογιστή...
es: Haga clic para configurar la Instalación Cero en este ordenador...
fr: Cliquez pour installer Zero Install sur cet ordinateur
id: Klik untuk mengatur Zero Install di komputer ini...
it: Fare clic per configurare Zero Install su questo computer...
ko: 이 컴퓨터에 제로 설치를 설정하려면 클릭하세요...
nl: Klik om Zero Install op deze computer in te stellen...
pl: Kliknij, aby skonfigurować opcję Zerowa instalacja na tym komputerze....
pt_br: Clique para configurar o Zero Install neste computador...
pt_pt: Clique para configurar Zero Install on this computer...
ro: Faceți clic pentru a configura Zero Install pe acest computer...
ru: Нажмите для установки Zero Install на этом компьютере...
uk: Натисніть, щоб встановити Zero Install на цей комп'ютер.
zh: 点击在此电脑上设置零安装...

# EnterFeedUrl
source: Please enter the URL of a Zero Install feed here:
cs: Zde zadejte adresu URL kanálu Zero Install:
de: Bitte geben Sie hier die URL eines Zero Install Feeds ein:
el: Παρακαλώ εισάγετε το URL της Zero Install τροφοδοσίας εδώ:
es: Por favor, introduzca aquí la URL de un feed de Zero Install:
fr: Veuillez saisir l'url du flux Zero Install :
id: Silakan masukkan URL feed Zero Install di sini:
it: Inserire qui l'URL di un feed Zero Install:
ko: 여기에 제로 인스톨 피드의 URL을 입력하세요:
nl: Voer hier de URL van een Zero Install feed in:
pl: Wprowadź tutaj adres URL kanału Zero Install:
pt_br: Digite o URL de um feed do Zero Install aqui:
pt_pt: Introduza aqui o URL de um feed Zero Install:
ro: Vă rugăm să introduceți aici URL-ul unui feed Zero Install:
ru: Пожалуйста, введите URL-адрес фида Zero Install:
uk: Будь ласка, введіть тут посилання на потік Zero Install:
zh: 请在此处输入零安装源的 URL：

source: For all users
cs: Pro všechny uživatele
de: Für alle Benutzer
el: Για όλους τους χρήστες
es: Para todos los usuarios
fr: Pour tous les utilisateurs
id: Untuk semua pengguna
it: Per tutti gli utenti
ko: 모든 사용자
nl: Voor alle gebruikers
pl: Dla wszystkich użytkowników
pt_br: Para todos os usuários
pt_pt: Para todos os utilizadores
ro: Pentru toți utilizatorii
ru: Для всех пользователей
uk: Для всіх користувачів
zh: 适用于所有用户

source: For current user
cs: Pro současného uživatele
de: Für aktuellen Benutzer
el: Για τον τρέχοντα χρήστη
es: Para el usuario actual
fr: Pour les utilisateurs actuels
id: Untuk pengguna saat ini
it: Per l'utente corrente
ko: 현재 사용자의 경우
nl: Voor de huidige gebruiker
pl: Dla bieżącego użytkownika
pt_br: Para o usuário atual
pt_pt: Para o utilizador actual
ro: Pentru utilizatorul curent
ru: Для текущего пользователя
uk: Для поточного користувача
zh: 针对当前用户

# IgnoringDuplicateAppListEntry
source: Ignoring duplicate app entry for '{0}'.
cs: Ignorování duplicitní položky aplikace pro '{0}'.
de: Ignoriere doppelten App-Eintrag für '{0}'.
el: Παράβλεψη διπλής καταχώρησης λίστας εφαρμογών για '{0}'.
es: Ignorando la entrada duplicada de la aplicación para '{0}'.
fr: Ignorer l'entrée d'application en double pour '{0}'.
id: Mengabaikan entri aplikasi duplikat untuk '{0}'.
it: Ignorare la voce di applicazione duplicata per '{0}'.
ko: '{0}'에 대한 중복 앱 항목 무시.
nl: Negeren van dubbele app vermelding voor '{0}'.
pl: Ignorowanie zduplikowanego wpisu aplikacji dla '{0}'.
pt_br: Ignorando entrada de aplicativo duplicado para '{0}'.
pt_pt: Ignorar entrada de aplicação duplicada para '{0}'.
ro: Ignorarea intrării aplicației duplicate pentru '{0}'.
ru: Игнорирование дублирующей записи приложения для '{0}'.
zh: 忽略 "{0}"的重复应用程序条目。

# Integrate
source: Integrate (start menu, etc.)
cs: Integrace (nabídka Start atd.)
de: Integrieren (Startmenü, usw.)
el: Ενσωμάτωση εγκατάστασης
es: Integrar (menú de inicio, etc.)
fr: Intégrer (menu de démarrage, etc.)
id: Mengintegrasikan (menu mulai, dll.)
it: Integrazione (menu di avvio, ecc.)
ko: 통합(시작 메뉴 등)
nl: Integreren (startmenu, enz.)
pl: Integracja (menu start, itp.)
pt_br: Integrar (menu iniciar, etc.)
pt_pt: Integrar (menu Iniciar, etc.)
ro: Integrare (meniu de pornire etc.)
ru: Интегрировать (меню "Пуск" и т.д.)
zh: 集成（开始菜单等）

# IntroCommonApp
source: Common app
cs: Běžné aplikace
de: Normale App
el: Κοινή εφαρμογή
es: Aplicación común
fr: Applications courantes
id: Aplikasi umum
it: Applicazione comune
ko: 공통 앱
nl: Gemeenschappelijke app
pl: Wspólna aplikacja
pt_br: Aplicativo comum
pt_pt: Aplicação comum
ro: Aplicație comună
ru: Общее приложение
uk: Поширені застосунки
zh: 普通应用程序

# IntroCommonAppSummary
source: does the usual stuff
cs: dělá obvyklé věci
de: macht die üblichen Sachen
el: κάνει τα συνηθισμένα
es: hace las cosas habituales
fr: fait les trucs habituels
id: melakukan hal-hal yang biasa
it: fa le solite cose
ko: 일반적인 작업을 수행합니다
nl: doet de gebruikelijke dingen
pl: wykonuje zwykłe czynności
pt_br: faz as coisas normais
pt_pt: faz as coisas do costume
ro: face lucrurile obișnuite
ru: занимается обычными делами
uk: робить звичайні речі
zh: 执行常规操作

# IntroCoolApp
source: Cool app
cs: Skvělá aplikace
el: Cool εφαρμογή
es: Una aplicación genial
fr: Applications sympas
id: Aplikasi keren
it: Applicazione cool
ko: 멋진 앱
nl: Coole app
pl: Fajna aplikacja
pt_br: Aplicativo legal
pt_pt: Aplicação fixe
ro: Aplicație cool
ru: Классное приложение
uk: Файний застосунок
zh: 酷应用

# IntroCoolAppSummary
source: does something cool
cs: dělá něco skvělého
de: macht etwas Cooles
el: κάνει κάτι cool
es: hace algo genial
fr: fait quelque chose de sympa
id: melakukan sesuatu yang keren
it: fa qualcosa di bello
ko: 멋진 작업을 수행합니다
nl: doet iets cools
pl: robi coś fajnego
pt_br: faz algo legal
pt_pt: faz algo fixe
ro: face ceva mișto
ru: делает что-то крутое
uk: робить щось прикольне
zh: 做一些很酷的事

# IntroOtherApp
source: Other app
cs: Další aplikace
de: Andere App
el: Άλλη εφαρμογή
es: Otra aplicación
fr: Autres applications
id: Aplikasi lain
it: Altre applicazioni
ko: 기타 앱
nl: Andere app
pl: Inna aplikacja
pt_br: Outro aplicativo
pt_pt: Outra aplicação
ro: Alte aplicații
ru: Другое приложение
uk: Інші застосунки
zh: 其他应用程序

# IntroOtherAppSummary
source: does something else
cs: dělá něco jiného
de: macht etwas anderes
el: Κάνει κάτι άλλο
es: hace algo más
fr: fait quelque chose d'autre
id: melakukan sesuatu yang lain
it: fa qualcos'altro
ko: 다른 작업을 수행합니다
nl: doet iets anders
pl: robi coś innego
pt_br: faz outra coisa
pt_pt: faz outra coisa
ro: face altceva
ru: делает что-то другое
uk: робить щось інше
zh: 做其他事情

# IntroSubtitlesAddApp
source: If you like an app, add it to "My apps".
cs: Pokud se vám aplikace líbí, přidejte ji do sekce "Moje aplikace".
de: Wenn Ihnen eine Anwendung gefällt, fügen Sie sie zu "Meine Apps" hinzu.
el: Αν σας αρέσει μια εφαρμογή, προσθέστε το στο "Οι εφαρμογές μου".
es: Si te gusta una aplicación añádela a "Mis aplicaciones".
fr: Si vous aimez une application, ajoutez-la à "Mes applications".
id: Jika Anda menyukai sebuah aplikasi, tambahkan ke "Aplikasi saya".
it: Se vi piace un'applicazione, aggiungerla a "Le mie applicazioni".
ko: 앱이 마음에 들면, '내 앱'에 추가합니다.
nl: Als je een app leuk vindt, voeg hem dan toe aan "Mijn apps".
pl: Jeśli spodoba Ci się jakaś aplikacja, dodaj ją do listy "Moje aplikacje".
pt_br: Se você gostar de um aplicativo, adicione-o em "Meus aplicativos"
pt_pt: Se gostar de uma aplicação, adicione-a a "As minhas aplicações".
ro: Dacă vă place o aplicație, adăugați-o la "Aplicațiile mele".
ru: Если вам нравится какое-либо приложение, добавьте его в "Мои приложения".
zh: 如果你喜欢某个应用程序、 添加到 "我的应用程序 "中。

# IntroSubtitlesCatalogSearch
source: Search for an app in the "Catalog"...
cs: Vyhledávání aplikací v "Katalogu"...
de: Suchen Sie im "Katalog" nach einer App...
el: Αναζήτηση για μια εφαρμογή στο "Κατάλογος"...
es: Buscar una aplicación en el "Catálogo"...
fr: Rechercher une application dans le "Catalogue"...
id: Cari aplikasi di "Katalog"...
it: Ricerca di un'applicazione nel "Catalogo"...
ko: "카탈로그"에서 앱 검색...
nl: Zoek naar een app in de "Catalogus"...
pl: Wyszukaj aplikację w "Katalogu"...
pt_br: Pesquise por um aplicativo no "Catálogo"...
pt_pt: Procurar uma aplicação no "Catálogo"...
ro: Căutați o aplicație în "Catalog"...
ru: Поиск приложения в "Каталоге"...
uk: Шукати застосунок в "Каталозі"
zh: 在 "目录 "中搜索应用程序...

# IntroSubtitlesIntegrateApp
source: "Integrate" an app to put it in the start menu or on the desktop.
cs: "Integrovat" aplikaci a umístit ji do nabídky Start nebo na plochu.
de: "Integrieren" Sie eine Anwendung, um sie dem Startmenü oder dem Desktop hinzuzufügen.
el: "Ενσωμάτωση" μια εφαρμογή για να μπει στο μενού έναρξης ή στην επιφάνεια εργασίας.
es: "Integrar" una aplicación para ponerla en el menú de inicio o en el escritorio.
fr: "Intégrer" une application pour la placer dans le menu démarrer ou sur le bureau.
id: "Mengintegrasikan" aplikasi untuk meletakkannya di menu mulai atau di desktop.
it: "Integrare un'applicazione per inserirla nel menu di avvio o sul desktop.
ko: "앱을 '통합'하여 시작 메뉴 또는 데스크톱에 시작 메뉴 또는 바탕화면에 배치합니다.
nl: "Integreer" een app om het in het startmenu of op het bureaublad te zetten.
pl: "Zintegrować" aplikację, aby umieścić ją w menu startowym lub na pulpicie.
pt_br: "Integrar" um aplicativo para colocá-lo no menu iniciar ou área de trabalho.
pt_pt: "Integrar" uma aplicação para a colocar no menu Iniciar ou no ambiente de trabalho.
ro: "Integrați" o aplicație pentru a o pune în meniul de pornire sau pe desktop.
ru: "Интегрируйте" приложение, чтобы поместить его в стартовое меню или на рабочий стол.
uk: Інтегрувати застосунок та додати його в меню Старт або на Робочий стіл.
zh: "整合 "应用程序，将其放在开始菜单或桌面上。 到开始菜单或桌面上。

# IntroSubtitlesMyApps
source: You can manage your list of favorite apps here.
cs: Můžete zde spravovat seznam oblíbených aplikací.
de: Hier können Sie Ihre Liste an Lieblingsanwendungen verwalten.
el: Μπορείτε να διαχειριστείτε τη λίστα με τις αγαπημένες εφαρμογές εδώ.
es: Aquí puedes gestionar tu lista de aplicaciones favoritas.
fr: Vous pouvez gérer votre liste d'applications favorites ici.
id: Anda dapat mengelola daftar aplikasi favorit Anda di sini.
it: Qui è possibile gestire l'elenco delle applicazioni preferite.
ko: 여기에서 즐겨 찾는 앱 목록을 관리할 수 있습니다.
nl: U kunt uw lijst met favoriete apps hier beheren.
pl: Listą ulubionych aplikacji można zarządzać tutaj.
pt_br: Você pode gerenciar sua lista de aplicativos favoritos aqui.
pt_pt: Pode gerir a sua lista de aplicações favoritas aqui.
ro: Aici vă puteți gestiona lista de aplicații preferate.
ru: Вы можете управлять списком любимых приложений здесь.
uk: Тут ви можете конфігурувати перелік улюблених застосунків.
zh: 你可以在这里管理你最喜欢的应用程序列表。

# IntroSubtitlesRunApp
source: ... and run it!
cs: ... a spustit!
de: ... und Starten Sie sie!
el: ... Και να την εκτελέσετε!
es: ... ¡y a correr!
fr: ... et la lancer !
id: ... dan jalankan!
it: ... ed eseguirlo!
ko: ... 그리고 실행하세요!
nl: ... en voer het uit!
pl: ... i uruchom go!
pt_br: ... e executá-los!
pt_pt: ... e executá-lo!
ro: ... și rulați-l!
ru: ... и запустить его!
uk: ... та запускайте!
zh: ... 并运行它！

# IntroSubtitlesThanks
source: Have fun!
cs: Bavte se!
de: Viel Spaß!
el: Καλή διασκέδαση!
es: Diviértete
fr: Amusez-vous !
id: Bersenang-senanglah!
it: Divertitevi!
ko: 즐겨보세요!
nl: Veel plezier!
pl: Miłej zabawy!
pt_br: Divirta-se!
pt_pt: Divirtam-se!
ro: Distrează-te!
ru: Веселитесь!
uk: Розважайтеся!
zh: 玩得开心

# IntroSubtitlesWelcome
source: With Zero Install you don't have to install apps.
cs: S aplikací Zero Install nemusíte aplikace instalovat.
de: Mit Zero Install müssen Sie Anwendungen nicht installieren.
el: Με Zero Install δεν χρειάζεται να εγκαταστήσετε εφαρμογές.
es: Con Zero Install no tienes que instalar aplicaciones.
fr: Avec Zero Install vous n'avez plus à installer des applications.
id: Dengan Zero Install, Anda tidak perlu menginstal aplikasi.
it: Con Zero Install non è necessario installare applicazioni.
ko: 제로 인스톨을 사용하면 앱을 설치할 필요가 없습니다.
nl: Met Zero Install hoef je geen apps te installeren.
pl: Dzięki funkcji Zero Install nie musisz instalować aplikacji.
pt_br: Com o Zero Install, você não precisa instalar aplicativos.
pt_pt: Com o Zero Install, não tem de instalar aplicações.
ro: Cu Zero Install nu trebuie să instalați aplicații.
ru: С Zero Install вам не придется устанавливать приложения.
uk: Із Zero Install вам не потрібно встановлювати застосунки.
zh: 使用 Zero Install，你无需安装应用程序。

source: Machine-wide mode
cs: Režim pro celý stroj
de: Maschinenweiter Modus
el: Λειτουργία μηχανήματος σε επίπεδο
es: Modo máquina
fr: Mode ordinateur complet
id: Mode seluruh alat berat
it: Modalità a livello di macchina
ko: 머신 전체 모드
nl: Machinebrede modus
pl: Tryb dla całej maszyny
pt_br: Modo máquina inteira
pt_pt: Modo para toda a máquina
ro: Modul la nivelul întregii mașini
ru: Общемашинный режим
zh: 全机模式

source: Modify integration
cs: Modifikovat integraci
de: Integration ändern
el: Τροποποίηση ολοκλήρωσης
es: Modificar la integración
fr: Modifier l'intégration
id: Memodifikasi integrasi
it: Modificare l'integrazione
ko: 통합 수정
nl: Integratie wijzigen
pl: Zmodyfikuj integrację
pt_br: Modificar integração
pt_pt: Modificar a integração
ro: Modificare integrare
ru: Изменить интеграцию
uk: Модифікувати інтеграцію.
zh: 修改集成

# MyAppsAdd
source: Add to "My apps"
cs: Přidat do "Moje aplikace"
de: Zu "Meine Apps" hinzufügen
el: Προσθήκη στα "εφαρμογές μου"
es: Añadir a "Mis aplicaciones"
fr: Ajouter à "Mes applications
id: Tambahkan ke "Aplikasi saya"
it: Aggiungi a "Le mie applicazioni"
ko: "내 앱"에 추가
nl: Toevoegen aan "Mijn apps".
pl: Dodaj do "Moje aplikacje"
pt_br: Adicionar aos "Meus aplicativos"
pt_pt: Adicionar a "As minhas aplicações"
ro: Adăugați la "Aplicațiile mele"
ru: Добавить в "Мои приложения"
zh: 添加到 "我的应用程序

# MyAppsAdded
source: Added to "My apps".
cs: Přidáno do sekce "Moje aplikace".
de: Zu "Meine Apps" hinzugefügt.
el: Προστέθηκε στο "Οι εφαρμογές μου".
es: Añadido a "Mis aplicaciones".
fr: Ajouté à "Mes applications".
id: Ditambahkan ke "Aplikasi saya".
it: Aggiunto a "Le mie applicazioni".
ko: '내 앱'에 추가됩니다.
nl: Toegevoegd aan "Mijn apps".
pl: Dodano do sekcji "Moje aplikacje".
pt_br: Adicionado aos "Meus aplicativos".
pt_pt: Adicionado a "As minhas aplicações".
ro: Adăugat la "Aplicațiile mele".
ru: Добавлено в "Мои приложения".
zh: 已添加到 "我的应用程序"。

# MyAppsAddedAndIntegrate
source: Added to "My apps" and integrated in desktop environment.
cs: Přidáno do sekce "Moje aplikace" a integrováno do prostředí pracovní plochy.
de: Zu "Meine Apps" hinzugefügt und in die Desktopumgebung integriert.
el: Προστέθηκε στο "Οι εφαρμογές μου" και ενσωματώθηκε στο περιβάλλον εργασίας.
es: Añadido a "Mis aplicaciones" e integrado en el entorno de escritorio.
fr: Ajouté à "Mes applications" et intégré dans l'environnement de bureau.
id: Ditambahkan ke "Aplikasi saya" dan diintegrasikan dalam lingkungan desktop.
it: Aggiunto a "Le mie applicazioni" e integrato nell'ambiente desktop.
ko: '내 앱'에 추가되고 데스크톱 환경에 통합됩니다.
nl: Toegevoegd aan "Mijn apps" en geïntegreerd in bureaubladomgeving.
pl: Dodano do "Moich aplikacji" i zintegrowano ze środowiskiem graficznym.
pt_br: Adicionado aos "Meus aplicativos " e integrado ao ambiente da área de trabalho.
pt_pt: Adicionado a "As minhas aplicações" e integrado no ambiente de trabalho.
ro: Adăugat la "Aplicațiile mele" și integrat în mediul desktop.
ru: Добавлено в "Мои приложения" и интегрировано в среду рабочего стола.
zh: 添加到 "我的应用程序"，并集成到桌面环境中。

# PortableDirNotEmptyAsk
source: The directory '{0}' is not empty. Are you sure you want place a portable version of Zero Install there?
cs: Adresář '{0}' není prázdný. Jste si jisti, že tam chcete umístit přenosnou verzi Zero Install?
de: Das Verzeichnis '{0}' ist nicht leer. Sind Sie sicher, dass Sie eine portable Version von Zero Install dort ablegen möchten?
el: Ο κατάλογος {0} δεν είναι άδειος. Είστε σίγουροι ότι θέλετε να τοποθετήσετε μια φορητή έκδοση του Zero Install εκεί
es: El directorio '{0}' no está vacío. ¿Está seguro de que quiere colocar allí una versión portátil de la Instalación Cero?
fr: Le répertoire {0} n'est pas vide. Êtes-vous sûr de vouloir y placer une version portable de Zero Install ?
id: Direktori '{0}' tidak kosong. Apakah Anda yakin ingin menempatkan versi portabel Zero Install di sana?
it: La directory '{0}' non è vuota. Siete sicuri di voler inserire lì una versione portatile di Zero Install?
ko: '{0}' 디렉토리가 비어 있지 않습니다. 여기에 제로 인스톨의 휴대용 버전을 배치하시겠습니까?
nl: De directory '{0}' is niet leeg. Weet u zeker dat u daar een draagbare versie van Zero Install wilt plaatsen?
pl: Katalog {0} nie jest pusty. Czy na pewno chcesz umieścić tam przenośną wersję programu Zero Install?
pt_br: A pasta '{0}' não está vazia. Você tem certeza que deseja colocar uma versão portátil do Zero Install aqui?
pt_pt: O directório '{0}' não está vazio. Tem a certeza que quer colocar aí uma versão portátil do Zero Install?
ro: Directorul '{0}' nu este gol. Sunteți sigur că doriți să plasați acolo o versiune portabilă a Zero Install?
ru: Каталог '{0}' не пуст. Вы уверены, что хотите поместить туда портативную версию Zero Install?
zh: {0} 目录不是空的。 您确定要将便携版 Zero Install 放在此处吗？

source: Portable mode
cs: Přenosný režim
de: Portabler Modus
el: Φορητή λειτουργία
es: Modo portátil
fr: Mode portable.
id: Mode portabel
it: Modalità portatile
ko: 휴대용 모드
nl: Draagbare modus
pl: Tryb przenośny
pt_br: Modo portátil
pt_pt: Modo portátil
ro: Mod portabil
ru: Портативный режим
zh: 便携模式

source: &Remove
cs: Odstranit
de: &Entfernen
el: Αφαιρεση από το "εφαρμογές μου"
es: Eliminar
fr: &Supprimer
id: Menghapus
it: Rimuovere
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: &Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
zh: 删除

# RemoveSelectedEntries
source: Do you want to remove the {0} selected entries from the list?
cs: Chcete odstranit vybrané položky {0} ze seznamu?
de: Möchten Sie die {0} ausgewählten Einträge aus der Liste entfernen?
el: Θέλετε να αφαιρέσετε τις {0} καταχωρήσεις από τη λίστα;
es: ¿Desea eliminar de la lista las entradas seleccionadas en {0}?
fr: Souhaitez-vous supprimer les {0} entrées sélectionnées de la liste ?
id: Apakah Anda ingin menghapus entri yang dipilih {0} dari daftar?
it: Volete rimuovere le voci selezionate da {0} dall'elenco?
ko: {0} 선택한 항목을 목록에서 제거하시겠습니까?
nl: Wilt u de {0} geselecteerde items uit de lijst verwijderen?
pl: Czy chcesz usunąć z listy wpisy zaznaczone na stronie {0}?
pt_br: Deseja remover as {0} entradas selecionadas da lista?
pt_pt: Pretende remover as entradas {0} seleccionadas da lista?
ro: Doriți să eliminați din listă intrările selectate {0}?
ru: Вы хотите удалить из списка {0} выбранные записи?
uk: Ви хочете видалити {0} занесень, обраних з переліку?
zh: 要从列表中删除{0} 选定的条目吗？

source: Run
cs: Spustit
de: Start
el: Εκτελεση
es: Ejecutar
fr: Lancer
id: Jalankan
it: Eseguire
ko: 실행
nl: Ren
pl: Uruchom
pt_br: Executar
pt_pt: Correr
ro: Rulați
ru: Запускайте
uk: Запустити
zh: 运行

source: Run with &options
cs: Spuštění s možnostmi
de: Start mit &Optionen
el: Εκτέλεση με επιλογές
es: Ejecutar con opciones
fr: Exécuter avec des options
id: Jalankan dengan opsi
it: Esecuzione con opzioni
ko: 옵션으로 실행
nl: Uitvoeren met opties
pl: Uruchom z opcjami
pt_br: Executar com &opções
pt_pt: Executar com opções
ro: Executare cu opțiuni
ru: Запуск с опциями
zh: 带选项运行

# SaveChanges
source: Do you wish to save any changes made?
cs: Přejete si uložit provedené změny?
de: Möchten Sie die vorgenommenen Änderungen speichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές που έγιναν;
es: ¿Desea guardar los cambios realizados?
fr: Souhaitez-vous enregistrer tout changement réalisé ?
id: Apakah Anda ingin menyimpan perubahan yang dibuat?
it: Si desidera salvare le modifiche apportate?
ko: 변경 사항을 저장하시겠습니까?
nl: Wilt u de aangebrachte wijzigingen opslaan?
pl: Czy chcesz zapisać wprowadzone zmiany?
pt_br: Deseja salvar quaisquer alterações feitas?
pt_pt: Deseja guardar as alterações efectuadas?
ro: Doriți să salvați modificările efectuate?
ru: Хотите ли вы сохранить сделанные изменения?
uk: Зберегти зміни?
zh: 您希望保存所做的任何更改吗？

# SaveChangesNo
source: No Discard changes
cs: Ne Odložení změn
de: Nein Änderungen verwerfen
el: No Απορρίψη αλλαγων
es: No Descartar cambios
fr: Non Annuler les modifications
id: Tidak Buang perubahan
it: No Scarta le modifiche
ko: 아니요 변경 사항 삭제
nl: Geen Wijzigingen weggooien
pl: Nr Odrzuć zmiany
pt_br: Não Descartar alterações
pt_pt: Não Rejeitar alterações
ro: Nu Respinge modificările
ru: Нет Отбросить изменения
uk: Ні Відкинути зміни
zh: 无 放弃更改

# SaveChangesYes
source: Yes Save changes
cs: Ano Uložení změn
de: Ja Änderungen speichern
el: Ναι Αποθήκευση αλλαγών
es: Sí Guardar los cambios
fr: Oui Enregistrer les modifications
id: Ya Menyimpan perubahan
it: Sì Salva le modifiche
ko: 예 변경 사항 저장
nl: Ja Wijzigingen opslaan
pl: Tak Zapisz zmiany
pt_br: Sim Salvar alterações
pt_pt: Sim Guardar alterações
ro: Da Salvare modificări
ru: Да Сохранить изменения
uk: Так Зберегти зміни
zh: 是 保存更改

source: Search
cs: Vyhledávání
de: Suche
el: Αναζήτηση
es: Busque en
fr: Rechercher
id: Pencarian
it: Cerca
ko: 검색
nl: Zoek op
pl: Szukaj na stronie
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
uk: Шукати
zh: 搜索

# SelfUpdateNotification
source: Click to update to Zero Install v{0}...
cs: Kliknutím aktualizujete na verzi Zero Install v{0}...
de: Klicken um auf Zero Install v{0} zu aktualisieren...
el: Ενημέρωση για το Zero Install ν {0} διατίθεται. Κάντε κλικ για εγκατάσταση...
es: Haga clic para actualizar a Zero Install v{0}...
fr: Cliquer pour mettre à jour Zero Install v {0}
id: Klik untuk memperbarui ke Zero Install v{0}...
it: Fare clic per aggiornare a Zero Install v{0}...
ko: 제로 설치로 업데이트하려면 클릭{0}...
nl: Klik om bij te werken naar Zero Install v{0}...
pl: Kliknij, aby zaktualizować do wersji Zero Install v{0}...
pt_br: Clique para atualizar para o Zero Install v{0}...
pt_pt: Clique para actualizar para Zero Install v{0}...
ro: Faceți clic pentru a actualiza la Zero Install v{0}...
ru: Нажмите для обновления до Zero Install v{0}...
uk: Натисніть, щоб обновити Zero Install до версії {0}
zh: 点击更新至 Zero Install v{0}...
