Repository: 0install/0install-win
Catalog: src/Central/Properties/Resources.*.resx
Languages: de, tr

source: Cancel
de: Abbrechen
tr: İptal

source: Continue
de: Fortsetzen
tr: Devam

# IgnoringDuplicateAppListEntry
source: Ignoring duplicate application list entry for '{0}'.
de: Ignoriere doppelten App-Eintrag für '{0}'.
tr: '{0}' için çift uygulama listesi kaydı yok sayılıyor.

# IntroCommonApp
source: Common app
de: Normale App
tr: Sıradan uygulama

# IntroCommonAppSummary
source: does the usual stuff
de: tut das Übliche
tr: sıradan işler yapıyor

# IntroCoolApp
source: Cool app
tr: Harika uygulama

# IntroCoolAppSummary
source: does something cool
de: tut etwas Cooles
tr: harika işler yapıyor

# IntroOtherApp
source: Other app
de: Andere App
tr: Diğer uygulama

# IntroOtherAppSummary
source: does something else
de: tut etwas Anderes
tr: başka işler yapıyor

# IntroSubtitlesAddApp
source: If you like an app, add it to "My applications".
de: Wenn Ihnen eine Anwendung gefällt, fügen Sie sie zu "Meine Apps" hinzu.
tr: Bir uygulamayı beğendiyseniz, "Uygulamalarım" içine ekleyin.

# IntroSubtitlesCatalogSearch
source: Search for an app in the "Catalog"...
de: Suchen Sie nach einer Anwendung im "Katalog"...
tr: "Katalog" içinde bir uygulama arayın...

# IntroSubtitlesIntegrateApp
source: "Integrate" an app to put it in the start menu or on the desktop.
de: "Integrieren" Sie eine Anwendung, um sie dem Startmenü oder dem Desktop hinzuzufügen.
tr: Bir uygulamayı başlat menüsü ya da masaüstüne ekleyerek "bütünleştirin".

# IntroSubtitlesMyApps
source: You can manage your list of favorite apps here.
de: Hier können Sie Ihre Liste an Lieblingsanwendungen verwalten.
tr: Sık kullandığınız uygulamaların listesini buradan yönetebilirsiniz.

# IntroSubtitlesRunApp
source: ... and run it!
de: ... und Starten Sie sie!
tr: ... ve çalıştırın!

# IntroSubtitlesThanks
source: Have fun!
de: Viel Spaß!
tr: Eğlenin!

# IntroSubtitlesWelcome
source: With Zero Install you don't have to install apps.
de: Mit Zero Install müssen Sie Anwendungen nicht installieren.
tr: Zero Install ile artık uygulamaları kurmak zorunda değilsiniz.

source: Machine-wide mode
de: Maschinenweiter Modus
tr: Bilgisayar genelinde geçerli kip

source: Portable mode
de: Portabler Modus
tr: Taşınabilir kip

# RemoveSelectedEntries
source: Do you want to remove the {0} selected entries from the list?
de: Möchten Sie die {0} ausgewählten Einträge aus der Liste entfernen?
tr: Listeden seçilmiş {0} kaydı kaldırmak istediğinize emin misiniz?

# SaveChanges
source: Do you wish to save any changes made?
de: Möchten Sie bereits vorgenommene Änderungen speichern?
tr: Yaptığınız değişiklikleri kaydetmek ister misiniz?

# SaveChangesNo
source: No Discard changes
de: Nein Änderungen verwerfen
tr: Hayır Değişiklikleri yok say

# SaveChangesYes
source: Yes Save changes
de: Ja Änderungen speichern
tr: Evet Değişiklikleri kaydet

source: Search
de: Suche
tr: Arama

# SyncCompleteSetupFirst
source: You need to complete Sync Setup first.
de: Sie müssen Sync Setup zuerst abschließen.
tr: Önce Sync kurulumu tamamlanmalıdır.

# SyncCredentialsInvalid
source: The username and/or password you entered are incorrect.
de: Der Benutzername und/oder das Passwort sind nicht korrekt.
tr: Yazdığınız kullanıcı adı ya da parola hatalı.

# SyncCryptoKeyInvalid
source: The Crypto key you entered is incorrect.
de: Der Crypto-Schlüssel ist nicht korrekt.
tr: Yazdığınız şifreleme anahtarı hatalı.

# SyncServerDataDamaged
source: The data currently stored on the Sync server is damaged. You can replace the data stored on the server by choosing that you don't remember the Crypto key.
de: Die Daten die derzeit auf dem Sync-Server gespeichert sind, sind beschädigt. Sie können die Daten die auf dem Server gespeichert sind ersetzen, indem Sie auswählen, dass Sie sich nicht an den Crypto-Schlüssel erinnern.
tr: Sync sunucusundaki kayıtlı veri bozulmuş. Sunucudaki kayıtlı veriyi değiştirmek için Şifreleme anahtarını unuttum seçeneğini kullanın.

# UnableToDownloadCatalog
source: Unable to download application catalog.
de: Konnte Anwendungskatalog nicht runterladen.
tr: Uygulama kataloğu indirilemedi.

# UnableToLoadFeedForApp
source: Unable to load feed for application list entry '{0}'.
de: Konnte Feed für App-Eintrag '{0}' nicht laden.
tr: '{0}' uygulama kaydının akışı yüklenemedi.

# UnencryptedSyncServer
source: Are you sure you want to use an unencrypted connection to a Sync server? Encrypted connections use an https:// prefix.
de: Sind Sie sicher, dass Sie eine unverschlüsselte Verbindung zu einem Sync-Server verwenden möchten? Verschlüsselte Verbindungen nutzenen einen https:// Präfix.
tr: Sync sunucusu ile şifresiz bir bağlantı kurmak istediğinize emin misiniz? Şifrelenmiş bağlantılar https:// ile başlar.

# UpdateAllCleanWillRemove
source: This will automatically remove implementations from the cache that are no longer needed after the update. Continue? Important: Applications you have "Run" previously without adding them to "My applications" will also be removed from the cache. You will need to be online if you decide to run them again.
de: Dies entfernt automatisch Implementierungen, die nach dem Update nicht mehr benötigt werden, aus dem Cache. Fortsetzen? Wichtig: Anwendnungen die Sie in der Vergangenheit mit "Start" aufgerufen haben ohne sie "Meine Apps" hinzuzufügen werden auch aus dem Cache entfernt. Sie müssen online sein falls Sie sie erneut ausführen.
tr: Bu işlem, güncelleme sonrasında otomatik olarak artık gerek duyulmayan uyarlamaları ön bellekten siler. Devam etmek ister misiniz? Uyarı: Daha önce "Uygulamalarım" altına eklemeden "Çalıştırdığınız" uygulamalar da ön bellekten silinecek. Bu uygulamaları yeniden çalıştırmak istiyorsanız çevrimiçi olmanız gerekecek.

source: Working...
de: Arbeite...
tr: İşleniyor...
