Repository: 0install/0install-win
Catalog: src/Tools/Publish/Properties/Resources.*.resx
Languages: de, el, tr

source: Add missing
de: Lücken füllen
el: Προσθήκη λείπει
tr: Eksik ekle

# ArchiveBreakoutPath
source: This path points outside of the archive.
de: Dieser Pfad zeigt außerhalb des Archivs.
el: Αυτή η διαδρομή υπογραμμίζει εξωτερικα το αρχείο.
tr: Bu yol noktası arşivin dışında.

# AskForPassphrase
source: Please enter the GnuPG passphrase for {0}:
de: Bitte geben Sie die GnuPG Passphrase für {0} ein:
el: Παρακαλούμε εισάγετε την συνθηματική φράση για το GnuPG {0}:
tr: {0} için GnuPG parolasını girin:

# AskInstallerEXE
source: Is this an installer EXE?
de: Ist dies eine Installations EXE?
el: Είναι αυτό ένα EXE πρόγραμμα εγκατάστασης;
tr: Bu bir EXE yükleyicisi mi?

# AskSkipCapture
source: Are you sure you want to skip capturing? Information about the application's desktop integration (e.g. file associations) will not be added to the feed.
de: Sind Sie sicher, dass Sie den Capture Schritt überspringen möchten? Informationen über die Desktopintegration der Anwendung (z.B. Dateityp-Assoziationen) werden nicht zum Feed hinzugefügt.
el: Είστε βέβαιοι ότι παραλείψετε σύλληψη; Πληροφορίες σχετικά με την ένταξη της επιφάνειας εργασίας της εφαρμογής (π.χ. ενώσεις αρχείου) δεν θα πρέπει να προστεθούν στην τροφοδοσία.
tr: Yakalamayı geçmek istediğinize emin misiniz? Bunu yaparsanız uygulamaların masaüstü tümleştirmeleri (örneğin dosya ilişkilendirmeleri) akışa eklenmez.

# AskSkipIcon
source: Are you sure you want to continue without adding icons? Zero Install will only be able to display a generic placeholder icon in the catalog as well as for any desktop integration shortcuts.
de: Sind Sie sicher, dass Sie fortfahren möchten ohne Icons hinzuzufügen? Zero Install wird nur ein generisches Platzhalter-Symbol im Katalog wie auch bei Desktopintergations-Verknüpfungen verwenden können.
el: Είστε σίγουροι ότι θέλετε να συνεχίσετε χωρίς να προσθέσετε εικόνες; Το Zero Install θα είναι σε θέση να εμφανίζει ένα γενικό εικονίδιο κράτησης θέσης στον κατάλογο, καθώς και για όλες τις συντομεύσεις ενσωμάτωσης στην επιφάνεια εργασίας.
tr: Simgeler olmadan devam etmek istediğinize emin misiniz? Bunu yaparsanız Zero Install katalogdaki uygulama simgelerini yer tutan genel bir simge üzerinden görüntüler.

# AskSkipSecurity
source: Are you sure you want to continue without completing these settings? Your feed will only work locally and not online.
de: Sind Sie sicher, dass Sie fortfahren möchten ohne diese Einstellung zu vervollständigen? Ihr Feed wird nur lokal und nicht online funktionieren.
el: Είστε σίγουροι ότι θέλετε να συνεχίσετε χωρίς να ολοκληρώσετε αυτές τις ρυθμίσεις; Η τροφοδοσία σας θα λειτουργήσει μόνο σε τοπικό επίπεδο και όχι σε απευθείας σύνδεση.
tr: Ayarları tamamlamadan devam etmek istediğinize emin misiniz? Bunu yaparsanız akışınız yerel kipte ve çevrimdışı olarak çalışacaktır.

# DetectingCandidates
source: Searching for executable files
de: Suche nach ausführbaren Dateien
el: Αναζήτηση για τα εκτελέσιμα αρχεία
tr: Yürütülebilir dosyalar aranıyor

# DigestKeep
source: Keep The implementation was supposed to stay the same
de: Behalten Die Implementierung sollte gleich bleiben
el: Διατήρηση Η εφαρμογή υποτίθεται ότι θα παραμείνει η ίδια
tr: Devam Bu uygulamanın aynı şekilde kalması gerekiyordu

# DigestMismatch
source: The manifest digest has changed. Do you wish to replace the existing one?
de: Der Manifest Digest hat sich geändert. Möchten Sie den bestehenden ersetzen?
el: Το επιβατολόγιο έχει αλλάξει. Θέλετε να αντικαταστήσετε το υπάρχον;
tr: Bildirim özeti değişti. Değişikliğin varolan başka bir bildirim özetinin yerini almasını ister misiniz?

# DigestOtherImplementations
source: All other retrieval methods for this implementation must match the new digest as well!
de: Alle anderen Retrieval-Methoden für diese Implementierung müssen auch zum neuen Digest passen!
el: Όλες οι άλλες μέθοδοι ανάκτησης για την εφαρμογή αυτή θα πρέπει ταιριάζουν!
tr: Bu uygulama için yeni özetin tüm diğer alma yöntemleriyle eşleşmesi gereklidir.

# DigestReplace
source: Replace I changed the implementation on purpose
de: Ersetzen Ich habe die Implementierung absichtlich verändert
el: Αντικατάσταση Έχω αλλάξει την εφαρμογή για τον σκοπό
tr: Değiştir Uygulama amacını ben değiştirdim

# DiscardChanges
source: Discard Discard unsaved changes
de: Verwerfen Ungespeicherte Änderungen verwerfen
el: Απόρριψη Απόρριψη των μη αποθηκευμένων αλλαγων
tr: Yoksay Kaydedilmemiş değişiklikleri yoksay

# DownloadingPeviewImage
source: Downloading image for preview...
de: Das Bild wird zur Vorschau heruntergeladen...
el: Λήψη εικόνας για προεπισκόπηση...
tr: Önizleme için görsel indiriliyor...

# EmptyImplementation
source: A manifest digest was calculated for an empty directory. Check that you have set the correct "extract" value for the archive.
de: Ein Manifest Digest wurde für ein leeres Verzeichnis berechnet. Überprüfen Sie, ob Sie den korrekten "extract" Wert für das Archiv angegeben haben.
el: Δηλωτικό υπολογίστηκε για ένα άδειο κατάλογο. Βεβαιωθείτε ότι έχετε ορίσει το σωστό "απόσπασμα" αξίας για το αρχείο.
tr: Bir bildirim özeti bir boş dizin için tasarlandı. "extract" değerinin arşiv için doğru şekilde ayarlandığını denetleyin.

# EntryPointNotFound
source: The application's entry point was not found. Try specifying it manually.
de: Der Einstiegspunkt der Anwendungen wurde nicht gefunden. Versuchen Sie ihn manuell anzugeben.
el: Το σημείο εισόδου της εφαρμογής δεν βρέθηκε. Δοκιμάστε προσδιορίζοντας με μη αυτόματο τρόπο.
tr: Uygulamaların giriş noktaları bulunamıyor. Giriş noktalarını el ile belirtmeyi deneyin.

# FeedNotValid
source: The feed does not have the correct format.
de: Der Feed hat nicht das richtige Format
el: Η τροφοδοσία δεν έχει τη σωστή μορφή.
tr: Akış geçerli bir biçime sahip değil.

# FetchingExternal
source: Downloading '{0}' using Zero Install
de: Lade '{0}' mit Zero Install herunter

# FileDialogFilter
source: Feed files (*.xml)|*.xml|Template files (*.xml.template)|*.xml.template|All files|*
de: Feed Dateien (*.xml)|*.xml|Vorlagen Dateien (*.xml.template)|*.xml.template|Alle Dateien|*
tr: Akış dosyaları (*.xml)|*.xml|Geçici dosyalar (*.xml.template)|*.xml.template|Tüm dosyalar|*

# FileNotFound
source: The file '{0}' could not be found.
de: Die Datei '{0}' konnte nicht gefunden werden.
el: Το αρχείο '{0}' δεν θα μπορεσε να βρεθεί.
tr: '{0}' dosyası bulunamıyor.

# HintTextMultiline
source: A complete possibly multi-line description
de: Eine komplette, u.U. mehrzeilige Beschreibung.
el: Μια πλήρης περιγραφή πιθανόν πολλαπλών γραμμών
tr: Büyük olasılıkla çok satırlı tam bir açıklama

# ImageFormatNotSupported
source: The image format is not supported by Zero Install.
de: Das Bildformat wird von Zero Install nicht unterstützt.
el: Η μορφή της εικόνας δεν υποστηρίζεται από το Zero Install.
tr: Görsel dosyası Zero Install tarafından desteklenmiyor.

# InstallationDirDetected
source: Detected '{0}' as installation directory.
de: '{0}' als Installationsverzeichnis erkannt.
el: Εντοπίστηκε '{0}' ως κατάλογος εγκατάστασης.
tr: '{0}' bir yükleme dizini olarak algılandı.

# InstallerExtractFailed
source: Failed to extract the installer as an archive.
de: Entpacken des Installers als ein Archiv fehlgeschlagen.
el: Αποτυχία εξαγωγής του προγράμματος εγκατάστασης ως αρχείο.
tr: Yükleyici ile ilgili olan bir arşiv ayıklanamadı.

# InstallerNeedAltSource
source: You need to provide an alternative download source for the application, e.g. a ZIP archive. We will still use the desktop integration information captured from the installer!
de: Sie müssen eine alternative Downloadquelle für die Anwendung, z.B. ein ZIP Archiv, angeben. Wir werden dennoch die Desktopintegration-Informationen, die vom Installer erfasst wurden, verwenden!
el: Θα πρέπει να παρέχετε μια εναλλακτική πηγή λήψης για την εφαρμογή, π.χ. ένα αρχείο ZIP. Θα εξακολουθούν να χρησιμοποιούν τις πληροφορίες ενσωμάτωσης στην επιφάνεια εργασίας συλλαμβάνονται από το πρόγραμμα εγκατάστασης!
tr: Uygulama için, ZIP arşivi gibi alternatif bir indirme kaynağı belirtmelisiniz. Bu durumda da yükleyici tarafından belirlenmiş masaüstü tümleştirmesi kullanılmaya devam edilecek.

# InvalidCapabilitiesRegistryPath
source: Invalid capabilities registry path: {0}
de: Ungültiger Capabilities Registrierungspfad: {0}
el: Μη έγκυρη διαδρομή μητρώου δυνατοτήτων: {0}
tr: Geçersiz yetenek kaydı yolu: {0}

# LicenseInfo
source: This program comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of this program under the terms of the GNU Lesser General Public License.
de: Für dieses Programm gibt es ABSOLUT KEINE GARANTIEN, soweit dies gesetzlich zulässig ist. Sie dürfen unter den Bedingungen der GNU Lesser General Public License Kopien dieses Programmes weitergeben.
el: Το πρόγραμμα έρχεται με ΑΠΟΛΥΤΩΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, στο βαθμό που επιτρέπεται από το νόμο. Μπορείτε να αναδιανέμετε αντίγραφα του προγράμματος υπό τους όρους της GNU Lesser General Public License.
tr: BU PROGRAM KESİN GARANTİ KOŞULU ALTINDA GELMEMEKTEDİR, hukukî dayanağı bulunmaktadır. GNU Kısıtlı Kamu Lisansı altında bu program ve bu programın kopyaları yeniden dağıtılabilir.

# ManifestDigestChanged
source: Manifest digest may have changed.
de: Manifest Digest hat sich eventuell geändert.
el: Το δηλωτικό μπορεί να έχει αλλάξει.
tr: Bildirim özeti değişmiş olabilir.

# ManifestDigestMissing
source: Manifest digest not calculated yet.
de: Manifest Digest noch nicht berechnet.
el: Εκδηλώνεται όχι η αφομοίωση να εχει υπολογιστεί ακόμη.
tr: Bildirim özeti henüz tasarlanmamış.

# MissingArguments
source: Missing arguments. Try {0} --help
de: Fehlende Argumente. Probieren Sie {0} --help
el: Λείπουν επιχειρήματα. Δοκιμάστε {0} --help
tr: Değişkenler eksik. {0} --help deneyin.

# MissingProgramFiles32Bit
source: No 32-bit %ProgramFiles% directory found.
de: Kein 32-bit %ProgramFiles% Verzeichnis gefunden.
el: Δεν βρέθηκε κανενας 32-bit %Program Files% Κατάλογος.
tr: 32-bit %ProgramFiles% dizini bulunamıyor.

# MultipleDefaultProgramsDetected
source: Multiple new default programs were detected in the registry. Handling them all, but the last one may take precedence in some cases.
de: Es wurden mehrere neue Default-Programme in der Registrierung entdeckt. Es werden alle verarbeitet, das letzte kann jedoch in manchen Fällen Vorrang erhalten.
el: Πολλαπλά νέα προεπιλεγμένα προγράμματα εντοπίστηκαν στο μητρώο. Χειρισμός όλων αυτων, αλλά ο τελευταίος μπορεί να λάβει προτεραιότητα σε ορισμένες περιπτώσεις.
tr: Kayıt defterinde çoklu varsayılan program kaydı algılandı. Aynı anda tümü kullanılamaz, ancak genellikle sonuncu kayıtlar önceliklidir.

# MultipleInstallationDirsDetected
source: Multiple installation directories were detected. Choosing first by default.
de: Es wurde mehrere Installationsverzeichnisse erkannt. Wähle erstes als Standard aus.
el: Πολλαπλή κατάλογοι εγκατάστασης εντοπίστηκαν. Επιλέγοντας πρώτο από προεπιλογή.
tr: Çoklu yükleme dizini algılandı. İlk olarak varsayılanı seçin.

# MultipleRegisteredAppsDetected
source: Multiple new application registrations were detected in the registry. Choosing first by default.
de: Es wurden mehrere neue Anwendungsregistrierungen in der Registrierung entdeckt. Wähle erste als Standard aus.
el: Πολλαπλές νέες εγγραφές εφαρμογής εντοπίστηκαν στο μητρώο. Επιλέγοντας πρώτο από προεπιλογή.
tr: Kayıt defterinde çoklu yeni uygulama kayıtları algılandı. İlk olarak varsayılanı seçin.

source: New key...
de: Neuer Schlüssel...
el: Νέο κλειδί...
tr: Yeni anahtar...

# NoEntryPointsFound
source: No entry points (EXEs, JARs, Python scripts, etc.) were found. Please make sure you selected the correct archive and extract directory.
de: Es wurden keine Einstiegspunkte (EXEs, JARs, Python Skripts, etc.) gefunden. Bitte überprüfen Sie, ob Sie das korrekte Archiv und das korrekte Unterverzeichnis ausgewählt haben.
el: Δεν υπάρχουν σημεία εισόδου (EXEs, JAR, Python σκριπτ, κλπ). Παρακαλούμε βεβαιωθείτε ότι έχετε επιλέξει το σωστό αρχείο και απόσπασμα καταλόγου
tr: Hiçbir giriş noktası (EXE'ler, JAR'lar, Python komutları, vb.) bulunamadı. Lütfen seçtiğiniz arşivin geçerliliğinden ve dizine çıkartılmış olduğundan emin olun.

# NoFeedFilesFound
source: Unable to find any matching feed files.
de: Konnte keine passenden Feed-Dateien finden.
el: Αδυναμία εύρεσης των αρχείων που ταιριάζουν με τις τροφοδοσίες.
tr: Eşleşen herhangi bir akış dosyası bulunamadı.

# NoInstallationDirDetected
source: No installation directory was detected. Try specifying it manually.
de: Es wurde kein Installationsverzeichnis erkannt. Versuchen Sie es manuell anzugeben.
el: Δεν εντοπίστηκε κατάλογος εγκατάστασης.
tr: Yükleme dizini algılanmadı. El ile belirtmeyi deneyin.

# NoSingleExecutable
source: No, the application itself consists only of one EXE
de: Nein, die Anwendung selbst besteht aus nur einer EXE
el: Όχι, η ίδια η εφαρμογή αποτελείται μόνο από ένα EXE
tr: Hayır, uygulamanın kendisi yalnız bir EXE'den oluşur

# OnlyAvailableOnWindows
source: This method is currently only available on Windows.
de: Diese Methode steht derzeit nur unter Windows zur Verfügung.
el: Η μέθοδος αυτή είναι προς το παρόν διαθέσιμη μόνο στα Windows.
tr: Bu yöntem yalnız Windows üzerinde kullanılabilir.

# OptionAddMissing
source: Download missing archives, calculate manifest digests, etc..
de: Lade fehlende Archive runter, berechne Manifest Digests, etc..
el: Λήψη αρχείων που λείπουν, υπολογισμος δηλωτικου, κλπ...
tr: Eksik arşivleri, tasarlanmış bildirim özetlerini, vb. indirin.

# OptionCatalog
source: Combine all specified feeds into a single catalog {FILE}.
de: Alle angegebenen Feeds in einer einzelnen Katalog {DATEI} kombinieren.
el: Συνδυάστε όλες τις καθορισμένες τροφοδοσίες σε ένα ενιαίο κατάλογο {ΑΡΧΕΙΟ}.
tr: Belirtilen tüm akışları tek bir katalogda {FILE} birleştirin.

# OptionGnuPGPassphrase
source: Use {PASS} to unlock the GnuPG secret key.
de: Verwende {PASS} um den privaten GnuPG Schlüssel freizuschalten.
el: Χρήση {PASS} για να ξεκλειδώσετε το μυστικό κλειδί του GnuPG.
tr: GnuPG gizli anahtar kilidini kaldırmak için {PASS} kullanın.

# OptionHelp
source: Show the built-in help text.
de: Zeigt den eingebauten Hilfe-Text an.
el: Εμφάνιση του ενσωματωμένου κειμένου βοήθειας.
tr: Yerleşik yardım metnini görün.

# OptionKey
source: Key to use for signing (if you have more than one, or if you want to resign with a different key).
de: Schlüssel der zum Signieren verwenden werden soll (falls Sie mehrere haben oder falls Sie mit einem anderen Schlüssel resignieren möchten).
el: Κλειδί για την χρήση υπογραφής (αν έχετε περισσότερα από ενα, ή αν θέλετε παραίτησή με διαφορετικό κλειδί).
tr: İmzalama işlemi için anahtarı kullanın (eğer birden fazla anahtarınız varsa, ya da yeniden imzalama işlemi yapmak istiyorsanız farklı anahtarlar kullanın).

source: Options:
de: Optionen:
el: Επιλογές:
tr: Seçenekler:

# OptionsKeepDownloads
source: Add any downloaded archives to the implementation store.
de: Füge alle heruntergeladenen Archive dem Implementierungsstore hinzu.
el: Προσθήκη τυχόν ληφθέντα αρχείων στο χώρο αποθήκευσης εφαρμογής.
tr: İndirilen herhangi bir arşivi uygulama mağazasına ekleyin.

# OptionUnsign
source: Remove any existing signatures.
de: Entferne alle bestehenden Signaturen.
el: Αφαιρέστε τυχόν υπάρχουσες υπογραφές.
tr: Varolan herhangi bir imzayı kaldırın.

# OptionVersion
source: Display version information.
de: Zeigt die Versionsinformationen an.
el: Εμφάνιση πληροφοριών έκδοσης.
tr: Sürüm bilgilerini görün.

# OptionXmlSign
source: Add an XML signature block. (All remote feeds must be signed.)
de: Füge einen XML Signaturblock hinzu. (Alle Remote-Feeds müssen signiert sein.)
el: Προσθήκη μπλοκ υπογραφής XML. (Όλες οι απομακρυσμένες τροφοδοσίες πρέπει να υπογράφονται.)
tr: Bir XML imza kalıbı ekleyin. (Tüm uzak akışların imzalanmış olması gerekmektedir.)

source: Please click:
de: Bitte klicken Sie:
el: Παρακαλώ κάντε κλικ:
tr: Lütfen tıklatın:

# SaveChanges
source: Save Save changes
de: Speichern Änderungen speichern
el: Αποθήκευση Αποθήκευση αλλαγών
tr: Kaydet Değişiklikleri kaydet

# SaveQuestion
source: Do you want to save the changes?
de: Möchten Sie die Änderungen speichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές;
tr: Değişiklikleri kaydetmek ister misiniz?

# SecretKeyNotInKeyring
source: The secret key is not in the user's keyring.
de: Der geheime Schlüssel ist nicht im Keyring des Benutzers.
el: Το μυστικό κλειδί δεν είναι σε μπρελόκ του χρήστη.
tr: Gizli anahtar kullanıcı anahtarlığında değil.

# SizeMissing
source: File size not determined yet.
de: Dateigröße noch nicht bestimmt.
el: Το μέγεθος του αρχείου δεν καθορίζεται ακόμα.
tr: Dosya boyutu henüz saptanamadı.

# UnknownMode
source: Unknown operation mode. Try {0} --help
de: Unbekannter Betriebsmodus. Probieren Sie {0} --help
el: Άγνωστος τυπος λειτουργίας Δοκιμάστε {0} --help
tr: Bilinmeyen işlem kipi. {0} --help deneyin

source: Unknown retrieval method type.
de: Unbekannter Typ von Retrieval Method.
el: Άγνωστη ανάκτηση τύπου μεθόδου.
tr: Bilinmeyen alma yöntemi tipi.

source: Usage:
de: Verwendung:
el: Χρήση:
tr: Kullanım:

# WaitingForInstaller
source: Waiting for installer to complete
de: Warte bis Installater beendet ist
el: Αναμονη για την ολοκληρωση της εγκαταστασης
tr: Yükleyicinin tamamlanması bekleniyor

# WrongMimeType
source: Wrong MIME type! Should be {0}.
de: Falscher MIME Typ! Sollte {0} sein.
el: Λάθος τύπος MIME! Πρέπει να είναι {0}.
tr: Yanlış MIME tipi! {0} olmalıdır.

source: Yes, installer EXE
de: Ja, Installations EXE
el: Ναι, πρόγραμμα εγκατάστασης EXE
tr: Evet, EXE yükleyici
