Repository: 0install/0install-win
Catalog: src/Tools/Capture/Properties/Resources.*.resx
Languages: de

# CaptureDirInitialized
source: Capture directory initialized.
de: Capture Verzeichnis initialisiert.

# DirectoryNotEmpty
source: The directory '{0}' is not empty.
de: Das Verzeichnis '{0}' ist nicht leer.

# InstallationDirDetected
source: Detected '{0}' as installation directory.
de: '{0}' als Installationsverzeichnis erkannt.

# InstallDataCollected
source: Installation data collected. Please edit the newly created 'feed.xml' to fit your needs.
de: Installationsdaten erfasst. Bitte bearbeiten Sie die neu angelegte 'feed.xml' Ihren Anforderungen entsprechend.

# InvalidCapabilitiesRegistryPath
source: Invalid capabilities registry path: {0}
de: Ungültiger Capabilities Registrierungspfad: {0}

# MissingProgramFiles32Bit
source: No 32-bit %ProgramFiles% directory found.
de: Kein 32-bit %ProgramFiles% Verzeichnis gefunden.

# MultipleDefaultProgramsDetected
source: Multiple new default programs were detected in the registry. Handling them all, but the last one may take precedence in some cases.
de: Es wurden mehrere neue Default-Programme in der Registrierung entdeckt. Es werden alle verarbeitet, das letzte kann jedoch in manchen Fällen Vorrang erhalten.

# MultipleInstallationDirsDetected
source: Multiple installation directories were detected. Choosing first by default.
de: Es wurde mehrere Installationsverzeichnisse erkannt. Wähle erstes als Standard aus.

# MultipleRegisteredAppsDetected
source: Multiple new application registrations were detected in the registry. Choosing first by default.
de: Es wurden mehrere neue Anwendungsregistrierungen in der Registrierung entdeckt. Wähle erste als Standard aus.

# NoInstallationDirDetected
source: No installation directory was detected.
de: Es wurde kein Installationsverzeichnis erkannt.

# NotCaptureDirectory
source: The directory '{0}' is not a capture directory. Please use '0capture init'.
de: Das Verzeichnis '{0}' ist kein Capture-Verzeichnis. Bitte verwenden Sie '0capture init'.

# OnlyAvailableOnWindows
source: This method is currently only available on Windows.
de: Diese Methode steht derzeit nur unter Windows zur Verfügung.

# PostInstallSnapshotCreated
source: Post-installation snapshot created.
de: Post-Installation Schnappschuss erstellt.

# PreInstallSnapshotCreated
source: Pre-installation snapshot created.
de: Prä-Installation Schnappschuss erstellt.
