Repository: 0install/0install-win
Catalog: src/Store.Management.Cli/Properties/Resources.*.resx
Languages: de

# AuditErrors
source: One or more problems were found in the store.
de: Es wurden ein oder mehrere Probleme im Store gefunden.

# AuditPass
source: No problems were found in the store.
de: Es wurden keine Probleme im Store gefunden.

# DetailsAdd
source: To add a directory to the store (makes a copy): 0store add sha256=XXX directory To add an archive to the store: 0store add sha256=XXX archive.tgz To add a subdirectory of an archive to the store: 0store add sha256=XXX archive.tgz subdir The actual digest is calculated and compared to the given one. If they don't match, the operation is rejected.
de: Um ein Verzeichnis zum Store hinzuzufügen (legt eine Kopie an): 0store add sha256=XXX verzeichnis Um ein Archiv zum Store hinzuzufügen: 0store add sha256=XXX archiv.tgz Um ein Unterverzeichnis eines Archivs zum Store hinzuzufügen: 0store add sha256=XXX archiv.tgz unter-verzeichnis Der tatsächliche Digest wird berechnet und mit dem angegebenen verglichen. Falls sie nicht übereinstimmen wird die Operation abgelehnt.

# DetailsAudit
source: Verifies every implementation in each of the given cache directories, or in all of the default cache directories if no arguments are given. This will detect any packages which have been tampered with since they were unpacked. If 0store itself could have been modified by an attacker, mount the suspect file-system on a known-good machine and run that machine's 0store on the mounted cache directory. See the "verify" command for details of the verification performed on each package.
de: Verifiziert jede Implementierung in jedem der angegebenen Cache-Verzeichnisse oder in allen Default Cache-Verzeichnissen falls keine Argumente angegeben werden. Hierdurch werden alle Pakete die seit dem Entpacken manipuliert wurden entdeckt. Siehe 'verify' Befehl für Details wie die Überprüfung der einzelnen Pakete funktioniert.

# DetailsCopy
source: To copy an implementation (a directory with a name in the form "algorithm=value"), use the copy function. This is similar to performing a normal recursive directory copy followed by a 0store verify to check that the name matches the contents. E.g.: 0store copy ~someuser/.cache/0install.net/implementations/sha256=XXX /var/cache/0install.net/implementations/
de: Um eine Implementierung (ein Verzeichnis mit einem Namen in der Form "algorithmus=wert") zu kopieren, verwenden Sie den 'copy' Befehl. Dies ist vergleichbar mit einer normalen rekursiven Verzeichniskopie gefolgt von einem '0store verify', um zu sicherzustellen, dass der Name mit dem Inhalt übereinstimmt. Beispiele: Windows: 0store copy %localappdata%\0install.net\implementations\sha256=XXX %localappdata%\0install.net\implementations\ Linux: 0store copy ~someuser/.cache/0install.net/implementations/sha256=XXX /var/cache/0install.net/implementations/

# DetailsFind
source: To find the path of a stored item: 0store find sha256=XXX
de: Um den Pfad eines gespeicherten Elements zu ermitteln: 0store find sha256=XXX

# DetailsList
source: See the list of implementation caches currently configured: 0store list To add directories to this list, add them to your 'implementation-dirs' configuration file.
de: Um eine Liste aller Implementierungen in allen aktuell konfigurierten Stores zu sehen: 0store list

# DetailsManage
source: To verify or remove feeds or implementations: 0store manage Displays a GUI for managing implementations in the store. Associations with cached feeds are displayed.
de: Um Feeds oder Implementierungen zu verifizieren oder zu entfernen: 0store manage Zeigt ein GUI zur Verwaltung von Implementierungen im Store an. Zuordnungen zu gecachten Feeds werden angezeigt.

# DetailsManifest
source: To generate the manifest for a directory structure: 0store manifest DIRECTORY [ALGORITHM] The manifest lists every file and directory in the tree, along with the digest of each file, thus uniquely identifying that particular set of files. After the manifest, the last line gives the digest of the manifest itself. This value is needed when creating feed files. However, the 0publish command will automatically calculate the required digest for you and add it to a feed file. See the packager's guide on the Zero Install web site for details. Supported algorithms are 'sha1' (supported by all versions), 'sha1new' (requires injector 0.20 or later) and 'sha256'.
de: Um das Manifest für eine Verzeichnisstruktur zu generieren und auf der Konsole auszugeben: 0store manifest VERZEICHNIS [ALGORITHMUS] Das Manifest listet jede Datei und jedes Verzeichnis im Baum zusammen mit Digests jeder Datei auf, wodurch ein bestimmter Satz an Dateien eindeutig identifiziert wird. Nach dem Manifest gibt die letzte Zeile den Digest des Manifests selbst an. Dieser Wert wird beim Erstellen von Feed Dateien benötigt. Der 0publish Befehl berechnet die benötigten Digests jedoch automatisch für Sie und fügt sie einer Feed Datei hinzu. Unterstützte Algorithmen: {0}

# DetailsOptimise
source: To hard-link duplicate files together to save space: 0store optimise [CACHE] This reads in all the manifest files in the cache directory (~/.cache/0install.net/implementations by default) and looks for duplicates (files with the same permissions, modification time and digest). When it finds a pair, it deletes one and replaces it (atomically) with a hard-link to the other. Implementations using the old 'sha1' algorithm are not optimised.
de: Um doppelte Dateien mit Hardlinks zusammenzufassen um Speicherplatz zu sparen: 0store optimise [CACHE] Dies liest alle Manifest-Dateien im Cache-Verzeichnis ein und sucht nach Duplikaten (Dateien mit den gleichen Berechtigungen, letztem Änderungszeitpunkt und Digest). Wenn es ein Paar findet, löscht es eine Datei und ersetzt sie (atomar) mit einem Hardlink zur anderen. Implementierungen mit dem alten "sha1"-Algorithmus werden nicht optimiert.

# DetailsRemove
source: To remove an item from the store: 0store remove sha256=XXX
de: Um ein Element aus dem Store zu entfernen: 0store remove sha256=XXX

# DetailsVerify
source: To check that an item is stored correctly: 0store verify /path/to/sha256=XXX This calculates the manifest of the directory and checks that its digest matches the directory's name. It also checks that it matches the digest of the .manifest file inside the directory. If the .manifest doesn't correspond to the current tree, it displays a list of the differences (in unified diff format).
de: Um zu verifizieren, dass ein Element korrekt gespeichert ist: 0store verify /pfad/zu/sha256=XXX Dies berechnet das Manifest für das Verzeichnis und stellt sicher, dass sein Digest mit dem Verzeichnisnamen übereinstimmt. Es überprüft auch ob es mit dem Digest der .manifest Datei innerhalb des Verzeichnisses übereinstimmt.

# DirectoryNotFound
source: The director '{0}' was not found.
de: Das Verzeichnis '{0}' wurde nicht gefunden.

# NoAuditSupport
source: This store does not support auditing.
de: Dieser Store unterstützt kein Auditing.

# NoSuchFileOrDirectory
source: No such file or directory: {0}
de: Keine Datei oder Verzeichnis unter diesem Namen: {0}

# OptionHelp
source: Show the built-in help text.
de: Zeigt den eingebauten Hilfe-Text an.

# OptionMan
source: Display more comprehensive documentation for the operation modes.
de: Zeige ausführlichere Dokumentation der Betriebsmodi an.

source: Options:
de: Optionen:

# OptionVersion
source: Display version information.
de: Zeige Versionsinformationen an.

# StoreEntryOK
source: The store entry is OK.
de: Der Store-Eintrag ist in Ordnung.

# SuccessfullyRemoved
source: Successfully removed {0}.
de: {0} wurde erfolgreich entfernt.

# UnknownMode
source: Unknown operation mode. Try 0store --help
de: Unbekannter Betriebsmodus. Probieren Sie 0store --help

source: Usage:
de: Verwendung:

# UsageAdd
source: 0store add DIGEST (DIRECTORY | (ARCHIVE [EXTRACT]))
de: 0store add DIGEST (VERZEICHNIS | (ARCHIV [EXTRACT]))

# UsageCopy
source: 0store copy DIRECTORY [CACHE]
de: 0store copy VERZEICHNIS [CACHE]

# UsageManifest
source: 0store manifest DIRECTORY [ALGORITHM]
de: 0store manifest VERZEICHNIS [ALGORITHMUS]

# UsageVerify
source: 0store verify (DIGEST|DIRECTORY)+
de: 0store verify (DIGEST|VERZEICHNIS)+

# WrongNoArguments
source: Wrong number of arguments. Usage: {0}
de: Falsche Anzahl an Argumenten. Verwendung: {0}
