Repository: 0install/0install-win
Catalog: src/Common/Properties/Resources.*.resx
Languages: de

# ArchiveInvalid
source: The archive file is invalid or damaged.
de: Die Archivdatei ist ungültig oder beschädigt.

# ArgMustBeGreaterThanZero
source: The argument must be greater than zero.
de: Das Argument muss größer als Null sein.

# ArgMustNotBeNegative
source: The argument may not be less than zero.
de: Das Argument darf nicht kleiner als null sein.

# AtLeast2Values
source: You need to pass at least two values.
de: Sie müssen mindestens zwei Werte übergeben.

source: Back
de: Zurück

source: Cancel
de: Abbrechen

# CannotAddCollectionToSelf
source: The collection cannot be added to itself.
de: Die Collection kann nicht zu sich selbst hinzugefügt werden.

# CannotCanonicalizeDacl
source: The DACL cannot be canonicalized since it would potentially result in a loss of information.
de: Die DACL kann nicht in eine kanonische Form überfürht werden, da es dabei zu einem Informationsverlust kommen könnte.

# ContentArchivesAlreadyLoaded
source: The content archives were already loaded
de: Die Content Archive wurden bereits geladen.

# CopyFiles
source: Copying files
de: Kopiere Dateien

source: Delete
de: Löschen

# DestinationDirExist
source: The destination directory already exists.
de: Das Zielverzeichnis existiert bereits.

# Downloading
source: Downloading {0}
de: Lade {0} runter

# ErrorReportSent
source: The error report was sent successfully.
de: Der Fehlerbericht wurde erfolgreich versendet.

# FailedToRollback
source: Failed to rollback '{0}'.
de: Konnte '{0}' nicht rückgängig machen.

# FileNotExpectedSize
source: The file that was supposed to be downloaded from {0} doesn't have the expected size. Was supposed to be {1} bytes but was actually {2} bytes.
de: Die Datei die von {0} runtergeladen werden sollte, hat nicht die erwartete Größe. Sollten {1} Bytes sein, waren aber {2} Bytes.

# FileNotFound
source: The file "{0}" could not be found.
de: Die Datei "{0}" konnte nicht gefunden werden.

source: Hide details
de: Details verstecken

# HttpAndFtpOnly
source: Only HTTP and FTP are supported download protocols.
de: Nur HTTP und FTP sind unterstützte Download-Protokolle.

# InvalidConfigDir
source: The configuration directory '{0}' is probably invalid.
de: Das Konfigurationsverzeichnis '{0}' ist vermutlich ungültig.

# ItemAlreadyInPool
source: The item is already in a pool. It can not be added to more than one pool.
de: Dieses Element befindet sich bereits in einem Pool. Es kann maxmimal einem Pool hinzugefügt werden.

# KeyAlreadyPresent
source: The key was already present in the dictionary.
de: Der Schlüssel befindet sich bereits im Dictionary.

# KeyNotFound
source: The key was not found in the collection.
de: Der Schlüssel wurde in der Collection nicht gefunden.

# LoseChangesAsk
source: Warning! All your changes to this file will be lost. Do you wish to continue?
de: Warnung! Sämtliche Ihrer Änderungen an dieser Datei gehen hierbei verloren. Möchten Sie fortfahren?

# MaxElementsExceeded
source: The maximum amount of elements in the collection has been exceeded.
de: Die maximale Anzahl an Elementen in der Collection wurde überschritten.

# MinLargerMax
source: The Min value may not be larger than the Max value.
de: Der Min Wert darf nicht größer als der Max Wert sein.

# MissingDispatchAction
source: No action registered for '{0}'.
de: Keine Aktion für '{0}' registriert.

# MissingStreamSeekSupport
source: The stream must support seeking.
de: Der Stream muss Seeking unterstützen.

source: No
de: Nein

# NoBinaryDataInZip
source: There was no binary data found in the ZIP file.
de: Es wurden keine Binärdaten in der ZIP Datei gefunden.

# NoModActive
source: There is currently no active mod.
de: Derzeit ist kein Mod aktiv.

# NotAnImage
source: The file is not a valid image.
de: Die Datei ist kein gültiges Bild.

# NotFoundGameContentDir
source: The game content directory could not be found:
de: Der Spielcontent-Ordner konnte nicht gefunden werden:

# NotFoundGameContentFile
source: The following game content file could not be found:
de: Die folgende Spieldaten-Datei konnte nicht gefunden werden:

# NotFoundModContentDir
source: The mod directory could not be found:
de: Der Mod-Ordner konnte nicht gefunden werden:

# NoXmlDataInZip
source: There was no XML data found in the ZIP file.
de: Es wurden keine XML Daten in der ZIP Datei gefunden.

# OnlyAvailableOnWindows
source: This method is only available on Windows.
de: Diese Methode steht nur unter Windows zur Verfügung.

# ProblemLoading
source: There was a problem loading '{0}'.
de: Es gab ein Problem beim Laden von '{0}'.

# RedoNotAvailable
source: This command cannot be performed again until the undo command has been performed.
de: Dieser Befehl kann nicht erneut ausgeführt werden, bis der Rückgängig-Befehl ausgeführt wurde.

source: &Reset value
de: Wert &zurücksetzen

source: Revert
de: Zurücksetzen

source: Search
de: Suche

source: Show details
de: Details anzeigen

# SourceDestinationEqual
source: Source and destination are equal.
de: Quelle und Ziel sind gleich.

# SourceDirNotExist
source: The source directory does not exist.
de: Das Quellverzeichnis existiert nicht.

# StateComplete
source: Complete
de: Abgeschlossen

# StateData
source: Processing data
de: Verarbeite Daten

# StateHeader
source: Getting headers
de: Hole Header

# StateIOError
source: IO error
de: IO Fehler

# StateMustBeReady
source: The state must be "Ready".
de: Der Zustand muss "Ready" sein.

# StateReady
source: Ready
de: Bereit

# StateWebError
source: Web error
de: Web Fehler

# TargetsOldValuesLength
source: Length of targets must be equal to Length of oldValues
de: Length von targets muss gleich Length von oldValues sein

source: Unable to create mutex.
de: Konnte Mutex nicht erstellen.

# UnableToDelete
source: The file could not be deleted.
de: Die Datei konnte nicht gelöscht werden.

# UnableToGenerateErrorReportFile
source: Unable to generate error report file. Please send the technical data via e-mail.
de: Konnte Fehlerberichtdatei nicht erstellen. Bitte senden Sie die technischen Details per E-Mail.

# UnableToLaunchBundled
source: The bundled {0} installation could not be launched. Please reinstall the application.
de: Die mitgelieferte {0}-Installation konnte nicht gestartet werden. Bitte installieren Sie die Anwendung neu.

# UnableToLocateAssembly
source: The assembly named "{0}" could not be located.
de: Die Assembly mit dem Namen "{0}" konnte nicht gefunden werden.

# UndoNotAvailable
source: This undo command cannot be performed until the actual command has been performed.
de: Dieser Rückgängig-Befehl kann nicht ausgeführt werden, bis der eigentliche Befehl ausgeführt wurde.

# UnixSubsystemFail
source: The Unix subsystem failed to process the request. You may have insufficient rights.
de: Das Unix Subsystem war nicht in der Lage die Anfrage zu bearbeiten. Eventuell haben Sie unzureichende Rechte.

# UserCancel
source: The user has chosen to cancel the operation.
de: Der Benutzer hat sich entschieden den Vorgang abzubrechen.

source: Yes
de: Ja
