Repository: 0install/0install-win
Catalog: src/Backend/DesktopIntegration/Properties/Resources.*.resx
Languages: de, el, tr

# AccessPointExistingConflict
source: The following existing access points are in conflict with each other:
de: Die folgenden bereits existierenden Access Points stehen untereinander im Konflikt:
el: Τα ακόλουθα υπάρχοντα σημεία πρόσβασης είναι σε σύγκρουση με μεταξύ τους:
tr: Varolan şu erişim noktaları birbiri ile çakışıyor:

# AccessPointInnerConflict
source: The following access points for the application {0} are in conflict with each other:
de: Die folgenden Access Points für die Anwendung {0} stehen untereinander im Konflikt:
el: Τα ακόλουθα σημεία πρόσβασης για την εφαρμογή {0} είναι σε σύγκρουση με μεταξύ τους:
tr: {0} uygulaması için varolan şu erişim noktaları birbiri ile çakışıyor:

# AccessPointNewConflict
source: The existing access point {0} is in conflict with the new access point {1}.
de: Der bereits existierende Access Point {0} steht im Konflikt mit dem neuen Access Point {1}.
el: Το υπάρχον σημείο πρόσβασης {0} είναι σε σύγκρουση με το νέο σημείο πρόσβασης {1}.
tr: Varolan {0} erişim noktası yeni {1} erişim noktası ile çakışıyor.

# AppAlreadyInList
source: The application '{0}' is already in the application list.
de: Die Anwendung '{0}' ist bereits in der Anwendungsliste.
el: Η εφαρμογή '{0}' είναι ήδη στη λίστα εφαρμογών.
tr: '{0}' uygulaması zaten uygulama listesinde var.

# AppNotInList
source: Unable to find application '{0}' in the application list.
de: Konnte Anwendung '{0}' nicht in der Anwendungsliste finden.
el: Αδυναμία εύρεσης εφαρμογής '{0}' στη λίστα εφαρμογών.
tr: '{0}' uygulaması uygulama listesinde bulunamadı.

# IntegrationMutex
source: You can only perform one desktop integration operation at a time.
de: Sie können immer nur eine Desktopintegrations-Operation auf einmal durchführen.
el: Μπορείτε να πραγματοποιήσετε μόνο μια λειτουργία ολοκλήρωσης επιφάνειας εργασίας κάθε φορά.
tr: Aynı anda yalnız bir masaüstü tümleştirme işlemi yürütebilirsiniz.

# NameInvalidChars
source: The name '{0}' contains invalid characters.
de: Der Name '{0}' enthält ungültige Zeichen.
el: Το όνομα '{0}' περιέχει μη έγκυρους χαρακτήρες.
tr: '{0}' adında geçersiz karakterler var.

# ProblemLoading
source: There was a problem loading '{0}'.
de: Es gab ein Problem beim Laden von '{0}'.
el: Υπήρξε ένα πρόβλημα φόρτωσης '{0}'.
tr: '{0}' yüklenirken bir sorun oluştu.

# RepairingIntegration
source: Repairing desktop integration
de: Repariere Desktopintegration
el: Επισκευή ενσωμάτωσης επιφάνειας εργασίας
tr: Masaüstü tümleştirmesi onarılıyor

# ShortcutNameInvalidChars
source: The shortcut name '{0}' contains invalid characters.
de: Der Verknüpfungsname '{0}' enthält ungültige Zeichen.
el: Το όνομα της συντόμευσης '{0}' περιέχει μη έγκυρους χαρακτήρες.
tr: '{0}' kısayol adında geçersiz karakterler var.

# SyncCredentialsInvalid
source: The username and/or password you entered for the Sync server are incorrect. Please check your synchronization options.
de: Der Benutzername und/oder das Passwort für den Sync-Server sind nicht korrekt. Bitte überprüfen Sie Ihre Synchronisations-Optionen.
el: Το όνομα χρήστη και/ή ο κωδικός πρόσβασης που τέθηκε για το διακομιστή συγχρονισμού είναι λαθος. Παρακαλείστε να ελέγξετε τις επιλογές συγχρονισμού σας.
tr: Sync sunucusu için yazdığınız kullanıcı adı ya da parola geçersiz. Lütfen eşitleme ayarlarınızı denetleyin.

# SyncCryptoKeyInvalid
source: The crypto key you entered for Sync is incorrect. Please check your Synchronization Options. You can change the crypto key used on the server by running the troubleshooting wizard (right-click on the "Sync" Button to get there) or by executing '0install sync --reset=server'.
de: Der Crypto-Schlüssel für Sync ist nicht korrekt. Bitte überprüfen Sie Ihre Synchronisations-Optionen. Sie können den Crypto-Schlüssel der auf dem Server verwendet wird verändern, indem Sie den Problembehebungs-Assistenten (Rechtsklick auf den "Sync" Button um dorthin zu gelangen) oder '0install sync --reset=server' ausführen.
el: Το κρυπτογραφημενο κλειδι έχετε εισάγει για συγχρονισμο είναι ανακριβής. Παρακαλείστε να ελέγξετε τις επιλογές του συγχρονισμού σας. Μπορείτε να αλλάξετε το κρυπτογραφημενο κλειδί που χρησιμοποιείται στο διακομιστή εκτελώντας τον οδηγό αντιμετώπισης προβλημάτων (κάντε δεξί κλικ στο "Sync" κουμπί για να φτάσετε εκεί) ή εκτελώντας «0install συγχρονισμός --reset = διακομιστής».
tr: Sync sunucusu için yazdığınız şifreleme anahtarı doğru değil. Lütfen eşitleme ayarlarınızı denetleyin. Sunucu tarafından kullanılan şifreleme anahtarını değiştirmek için sorun giderme yardımcısını ("Sync" düğmesini sağ tıklatın) ya da '0install sync --reset=server' komutunu kullanın.

# SyncServerDataDamaged
source: The data currently stored on the Sync server is damaged. You can replace the data stored on the server by running the troubleshooting wizard (right-click on the "Sync" Button to get there) or by executing '0install sync --reset=server'.
de: Die Daten die derzeit auf dem Sync-Server gespeichert sind, sind beschädigt. Sie können die Daten die auf dem Server gespeichert sind ersetzen, indem Sie den Problembehebungs-Assistenten (Rechtsklick auf den "Sync" Button um dorthin zu gelangen) oder '0install sync --reset=server' ausführen.
el: Το δεδομένα που είναι αποθηκευμένα στο διακομιστή συγχρονισμού είναι κατεστραμμένα. Μπορείτε να αντικαταστήσετε τα δεδομένα που είναι αποθηκευμένα στο διακομιστή εκτελώντας τον οδηγό αντιμετώπισης προβλημάτων (κάντε δεξί κλικ στο "Sync" κουμπί για να φτάσετε εκεί) ή εκτελώντας «0install συγχρονισμός --reset = διακομιστής».
tr: Sync sunucusundaki veri bozulmuş. Sunucudaki veriyi değiştirmek için sorun giderme yardımcısını("Sync" düğmesini sağ tıklatın) ya da '0install sync --reset=server' komutunu kullanın.

# UnableToFindTypeID
source: Unable to find {0} with the ID '{1}'.
de: Konnte kein {0} mit der ID '{1}' finden.
el: Αδυναμία εύρεσης {0} με τον αριθμό '{1}'.
tr: '{1}' kimliği ile {0} bulunamadı.

# UnableToReplaceStub
source: Unable to replace stale stub executable '{0}'.
de: Konnte veraltete Stub EXE '{0}' nicht ersetzen.
el: Δεν είναι δυνατή η αντικατάσταση χρησιμοποιημένου στελέχους εκτελέσιμου '{0}'.
tr: Yürütülebilir eski '{0}' taslağı değiştirilemedi.
