Repository: 0install/0install-win
Catalog: src/Commands.WinForms/ConfigDialog.*.resx
Languages: el, nl

# linkSyncAccount.Text
source: Manage account
el: Διαχείριση του λογαριασμού
nl: Account beheren

# labelSyncCryptoKey.Text
source: &Crypto key:
el: Crypto κλειδί:
nl: Cryptosleutel:

# labelSyncPassword.Text
source: &Password:
el: Κωδικός:
nl: Wachtwoord:

# labelServer.Text
source: &Server:
el: Διακομιστής:

# labelSyncUsername.Text
source: &Username:
el: Όνομα Χρήστη:
nl: Gebruikersnaam:

# checkBoxHelpWithTesting.Text
source: &Help test new versions
el: Χρησιμοποιήστε beta εκδόσεις των εφαρμογών όταν είναι διαθέσιμη
nl: Helpt bij het testen van nieuwe versies

# groupStability.Text
source: Stability
el: Σταθερότητα
nl: Stabiliteit

# radioNetworkUseOffline.Text
source: &Offline (do not use the network)
el: Λειτουργία εκτός σύνδεσης (μην κατεβάσετε τίποτα)
nl: Offline (gebruik het netwerk niet)

# radioNetworkUseMinimal.Text
source: &Minimal (prefer cached versions)
el: Ελάχιστη λειτουργία (μόνο λήψη όταν είναι απολύτως απαραίτητη)
nl: Minimaal (voorkeur voor cacheversies)

# radioNetworkUseFull.Text
source: &Full (normal network use)
el: Πλήρης λειτουργία (κατεβάστε πάντα την καλύτερη εκδοχή)
nl: Volledig (normaal netwerkgebruik)

# groupNetworkUse.Text
source: Network use
el: Χρήση του δικτύου
nl: Netwerkgebruik

# tabPageUpdates.Text
source: Updates
el: Ενημερώσεις

# buttonRemoveImplDir.Text
source: &Remove
el: Αφαίρεση
nl: Verwijder

# buttonGoToImplDir.Text
source: &Go to
el: Μετάβαση στο
nl: Ga naar

# buttonAddImplDir.Text
source: A&dd
el: Προσθήκη
nl: Toevoegen

# groupImplDirs.Text
source: &Implementation cache directories
el: καταλόγος μνήμης cache
nl: Implementatie cache mappen

# tabPageStorage.Text
source: Storage
el: Αποθήκευση
nl: Opslag

# buttonResetCatalogSources.Text
source: &Reset
el: Επαναφορά

# buttonRemoveCatalogSource.Text
source: &Remove
el: Αφαίρεση
nl: Verwijder

# buttonGoToCatalogSource.Text
source: &Go to
el: Μετάβαση στο
nl: Ga naar

# buttonAddCatalogSource.Text
source: A&dd
el: Προσθήκη
nl: Toevoegen

# groupCatalogSources.Text
source: Catalog &sources
el: Κατάλογος και πηγές
nl: Catalogus bronnen

# tabPageCatalog.Text
source: Catalog
el: Κατάλογος
nl: Catalogus

# checkBoxAutoApproveKeys.Text
source: A&utomatically approve new keys (if known by the key server)
el: Αυτόματη έγκριση νέων κλειδιών (αν είναι γνωστή από το κλειδί διακομιστή)
nl: Keurt automatisch nieuwe sleutels goed (indien bekend bij de keyserver)

# buttonRemoveTrustedKey.Text
source: &Remove
el: Αφαίρεση
nl: Verwijder

# groupTrustedKeys.Text
source: &Trusted keys
el: Αξιόπιστα κλειδιά
nl: Vertrouwde toetsen

# tabPageTrust.Text
source: Trust
el: Αξιόπιστα κλειδιά
nl: Vertrouw op

# tabPageSync.Text
source: Sync
el: Συγχρονισμος
nl: Synchroniseer

# labelLanguage.Text
source: This controls the language of: - Zero Install itself and - applications downloaded by Zero Install. Notes: - Translations are not available for all languages. - You need to restart Zero Install for language changes to take effect.
el: Αυτό ελέγχει τη γλώσσα του: - Zero Install - εφαρμογές που έχουν ληφθεί από Zero Install Σημειώσεις: - μεταφράσεις δεν είναι διαθέσιμη για όλες τις γλώσσες. - Πρέπει να ξαναξεκινήσετε Zero Install για γλωσσικές αλλαγές για να εφαρμοστείτε.
nl: Dit regelt de taal van: - Zero Install zelf en - applicaties die gedownload worden door Zero Install. Opmerkingen: - Vertalingen zijn niet voor alle talen beschikbaar. - Je moet Zero Install opnieuw opstarten om de taalwijzigingen door te voeren.

# tabPageLanguage.Text
source: Language
el: γλώσσα
nl: Taal

# buttonAdvancedShow.Text
source: Show &advanced options
el: Εμφάνιση επιλογών για προχωρημένους
nl: Geavanceerde opties weergeven

# labelAdvancedWarning.Text
source: Warning: Changing these options may prevent Zero Install from working correctly.
el: Προσοχή: Η αλλαγή αυτών των επιλογών μπορεί να αποτρέψει Zero Install την σωστή λειτουργία του.
nl: Waarschuwing: Het wijzigen van deze opties kan ervoor zorgen dat Zero Install niet correct werkt.

# tabPageAdvanced.Text
source: Advanced
el: Προχωρημένη
nl: Geavanceerd

# implDirBrowserDialog.Description
source: Please select or create a directory to use as an implementation cache.
el: Επιλέξτε ή δημιουργήστε ένα κατάλογο που θα χρησιμοποιηθεί σαν κρυφή μνήμη της εφαρμογής.
nl: Selecteer of maak een map om te gebruiken als implementatiecache.

# $this.Text
source: Zero Install configuration
el: Zero Install διαμόρφωση
nl: Zero Install configuratie

# groupFreshness.Text
source: F&reshness
nl: Versheid
