Repository: 0install/0install-win
Catalog: src/Commands.WinForms/IntegrateAppForm.*.resx
Languages: fr, ro

# $this.Text
source: Integrate application
fr: Intégrer l'application
ro: Integrarea aplicației

# buttonAdvancedMode.Text
source: Ad&vanced settings
fr: Paramètres avancés
ro: Setări avansate

# buttonBasicMode.Text
source: &Basic settings
fr: &Paramètres de base
ro: Setări de bază

# checkBoxAliasesSimple.Text
source: Command-line aliases
fr: Alias de la ligne de commande
ro: Aliasurile din linia de comandă

# checkBoxAutoPlayAll.Text
source: Select &all
fr: &Tout selectionner
ro: Selectați toate

# checkBoxAutoStartSimple.Text
source: Auto start
fr: Démarrage automatique
ro: Pornire automată

# checkBoxAutoUpdate.Text
source: Auto &Update
fr: Mise à jour &automatique
ro: Actualizare automată

# checkBoxAutoUpdate.ToolTip
source: Includes this application in "Update all" checks.
fr: Inclure cette application dans les contrôles « Mettre à jour tout ».
ro: Include această aplicație în verificările "Update all".

# checkBoxCapabilities.Text
source: &Register capabilities
fr: Capacités du registre
ro: Capacități de înregistrare

# checkBoxCapabilities.ToolTip
source: Tells the operating system about the application's capabilities, such as the file types it can handle.
fr: Indique au système d'exploitation les capacités de l'application, telles que les types de fichiers qu'elle peut traiter.
ro: Informează sistemul de operare cu privire la capacitățile aplicației, cum ar fi tipurile de fișiere pe care le poate gestiona.

# checkBoxContextMenuAll.Text
source: Select &all
fr: &Tout selectionner
ro: Selectați toate

# checkBoxContextMenuSimple.Text
source: Context menu
fr: Menu contextuel
ro: Meniul contextual

# checkBoxDefaultProgramsAll.Text
source: Select &all
fr: &Tout selectionner
ro: Selectați toate

# checkBoxDefaultProgramsSimple.Text
source: Default program
fr: Programme par défaut
ro: Program implicit

# checkBoxFileTypesAll.Text
source: Select &all
fr: &Tout selectionner
ro: Selectați toate

# checkBoxFileTypesSimple.Text
source: File types
fr: Types de fichiers
ro: Tipuri de fișiere

# checkBoxSendToSimple.Text
source: Send to
fr: Envoyer à
ro: Trimiteți la

# checkBoxStartMenuSimple.Text
source: Start menu
fr: Menu de démarrage
ro: Meniul Start

# checkBoxUrlProtocolsAll.Text
source: Select &all
fr: &Tout selectionner
ro: Selectați toate

# checkBoxUrlProtocolsSimple.Text
source: URL protocols
fr: Protocoles URL
ro: Protocoale URL

# dataGridAliasesColumnCommand.HeaderText
source: Command
fr: Commande
ro: Comandă

# dataGridAliasesColumnName.HeaderText
source: Name
fr: Nom
ro: Nume

# dataGridAutoPlayColumnDefault.HeaderText
source: Default
fr: Par défaut
ro: Implicit

# dataGridAutoPlayColumnDescription.HeaderText
source: Description
ro: Descriere

# dataGridAutoPlayColumnEvents.HeaderText
source: Events
fr: Événements
ro: Evenimente

# dataGridAutoStartColumnCommand.HeaderText
source: Command
fr: Commande
ro: Comandă

# dataGridAutoStartColumnName.HeaderText
source: Name
fr: Nom
ro: Nume

# dataGridContextMenuColumnEnabled.HeaderText
source: Enabled
fr: Activé
ro: Activat

# dataGridContextMenuColumnName.HeaderText
source: Entry name
fr: Nom d'entrée
ro: Numele intrării

# dataGridDefaultProgramsColumnDefault.HeaderText
source: Default
fr: Par défaut
ro: Implicit

# dataGridDefaultProgramsColumnDescription.HeaderText
source: Description
ro: Descriere

# dataGridDefaultProgramsColumnService.HeaderText
source: Service
ro: Serviciul

# dataGridDesktopColumnCommand.HeaderText
source: Command
fr: Commande
ro: Comandă

# dataGridDesktopColumnName.HeaderText
source: Name
fr: Nom
ro: Nume

# dataGridFileTypesColumnDefault.HeaderText
source: Default
fr: Par défaut
ro: Implicit

# dataGridFileTypesColumnDescription.HeaderText
source: Description
ro: Descriere

# dataGridFileTypesColumnExtensions.HeaderText
source: Extensions
ro: Extensii

# dataGridSendToColumnCommand.HeaderText
source: Command
fr: Commande
ro: Comandă

# dataGridSendToColumnName.HeaderText
source: Name
fr: Nom
ro: Nume

# dataGridStartMenuColumnCategory.HeaderText
source: Category
fr: Catégorie
ro: Categoria

# dataGridStartMenuColumnCommand.HeaderText
source: Command
fr: Commande
ro: Comandă

# dataGridStartMenuColumnName.HeaderText
source: Name
fr: Nom
ro: Nume

# dataGridUrlProtocolsColumnDefault.HeaderText
source: Default
fr: Par défaut
ro: Implicit

# dataGridUrlProtocolsColumnDescription.HeaderText
source: Description
ro: Descriere

# dataGridUrlProtocolsColumnProtocols.HeaderText
source: Protocols
fr: Protocoles
ro: Protocoale

# labelAliasesSimple.Text
source: Access from the command-line interface
fr: Accès à partir de l'interface de ligne de commande
ro: Acces din interfața de linie de comandă

# labelAutoPlaySimple.Text
source: Automatically launch when suitable media (DVD, USB drive, etc.) is inserted
fr: Lancer automatiquement quand un support adéquat (DVD, disque dur USB, etc.) est inséré
ro: Se lansează automat atunci când este introdus un suport adecvat (DVD, unitate USB etc.)

# labelAutoStartSimple.Text
source: Start program automatically when the user logs in
fr: Démarrer le programme automatiquement quand l'utilisateur se connecte
ro: Lansarea automată a programului atunci când utilizatorul se conectează

# labelContextMenuSimple.Text
source: Context menu entries in Windows Explorer
fr: Entrées du menu contextuel dans l'explorateur Windows
ro: Intrări în meniul contextual din Windows Explorer

# labelDefaultProgramsSimple.Text
source: Default program for tasks like web browser or e-mail client
fr: Programme par défaut pour les tâches comme navigation web et client e-mail
ro: Program implicit pentru sarcini precum browser web sau client de e-mail

# labelDesktopSimple.Text
source: An icon on the desktop
fr: Une icône sur le bureau
ro: O pictogramă pe desktop

# labelFileTypesSimple.Text
source: Default handler for supported file types ("Open with" works without this too)
fr: Gestionnaire par défaut pour les types de fichiers pris en charge ("Ouvrir avec" fonctionne également sans cela)
ro: Manipulator implicit pentru tipurile de fișiere acceptate ("Deschidere cu" funcționează și fără acest lucru)

# labelSendToSimple.Text
source: An entry in the "Send to" menu
fr: Une entrée dans le menu "Envoyer à
ro: O intrare în meniul "Trimite la&quot

# labelStartMenuSimple.Text
source: One or more entries in the start menu
fr: Une ou plusieurs entrées dans le menu de démarrage
ro: Una sau mai multe intrări în meniul de start

# labelUrlProtocolsSimple.Text
source: Default handler for supported URL protocols ("Open with" works without this too)
fr: Gestionnaire par défaut pour les protocoles URL pris en charge ("Ouvrir avec" fonctionne également sans cela)
ro: Manipulator implicit pentru protocoalele URL acceptate ("Open with" funcționează și fără acest lucru)

# tabPageAliases.Text
source: Command-line aliases
fr: Les alias de la ligne de commande
ro: Aliasurile din linia de comandă

# tabPageAutoStart.Text
source: Auto start
fr: Démarrage automatique
ro: Pornire automată

# tabPageContextMenu.Text
source: Context menu
fr: Menu contextuel
ro: Meniul contextual

# tabPageDefaultPrograms.Text
source: Default programs
fr: Programmes par défaut
ro: Programe implicite

# tabPageFileTypes.Text
source: File types
fr: Types de fichiers
ro: Tipuri de fișiere

# tabPageSendTo.Text
source: Send to
fr: Envoyer à
ro: Trimiteți la

# tabPageStartMenu.Text
source: Start menu
fr: Menu de démarrage
ro: Meniul Start

# tabPageUrlProtocols.Text
source: URL protocols
fr: Protocoles URL
ro: Protocoale URL

# checkBoxAutoPlaySimple.Text
source: AutoPlay
fr: Lecture automatique

# checkBoxDesktopSimple.Text
source: Desktop
fr: Bureau

# groupBoxCommandLine.Text
source: Equivalent command-line
fr: Ligne de commande équivalente

# tabPageAutoPlay.Text
source: AutoPlay
fr: Lecture automatique

# tabPageDesktop.Text
source: Desktop
fr: Bureau
