Repository: 0install/0install-win
Catalog: src/Backend/Services/Properties/Resources.*.resx
Languages: de, el, tr

# AskKeyTrust
source: Feed: {0} - Valid signature from {1} - {2} Do you want to trust this key to sign feeds from '{3}'?
de: Feed: {0} - Gültige Signatur von {1} - {2} Möchten Sie diesem Key zum Signieren von Feeds von '{3}' vertrauen?
el: Τροφοδοσία: {0} - Ισχύει υπογραφή από {1} - {2} Θέλετε να εμπιστευόμαστε αυτό το κλειδί για να υπογράψει τροφοδοσίες από '{3}';
tr: Akış: {0} - {1} üzerinden geçerli imza - {2} '{3}' üzerindeki akışları imzalamak için bu imzaya güvenmek ister misiniz?

# BindingNotSupportedOnCurrentOS
source: {0} bindings are currently not supported on this operating system.
de: {0} Bindings werden auf diesem Betriebsystem derzeit nicht unterstützt.
el: Οι {0} συνδέσεις επί του παρόντος δεν υποστηρίζονται σε αυτό το λειτουργικό σύστημα.
tr: Bu işletim sistemi üzerinde {0} bağlantı şu anda desteklenmiyor.

# CommandLineEmpty
source: The resulting command-line is empty.
de: Die resultierende Befehlszeile ist leer.
el: Η προκύπτουσα γραμμή εντολών είναι κενή.
tr: Sonuç komut satırı boş.

# CommandNotSpecified
source: Command for '{0}' not specified.
de: Command für '{0}' nicht angegeben.
el: Εντολή για '{0}' δεν έχει καθοριστεί.
tr: '{0}' için komut belirtilmemiş.

# DownloadingCatalog
source: Downloading catalog {0}
tr: {0} kataloğu indiriliyor

# EnvironmentBindingValueInvalid
source: <environment> bindings must contain either a 'value' or an 'insert' attribute.
de: <environment> Bindings müssen entweder ein 'value' oder ein 'insert' Attribut enthalten.
el: <περιβάλλον> συνδέσεις πρέπει να περιέχουν είτε μια «αξία» ή ένα «ένθετο» χαρακτηριστικό.
tr: <environment> bağlantılarında bir 'value' değer ya da 'insert' ekleme özniteliği bulunmalıdır.

# ExternalSolverOutputErrror
source: The output of the external solver could not be processed.
de: Die Ausgabe des externen Solvers konnte nicht verarbeitet werden.
el: Η έξοδος της εξωτερικής επιλυτής δεν μπόρεσε να υποβληθη σε επεξεργασία.
tr: Dış çözümleyici çıkışı işlenemedi.

# ExternalSolverRunning
source: Running external solver
el: Εκτέλεση εξωτερικής επιλυτής
tr: Dış çözümleyici çalışıyor

# FailedToLaunch
source: Failed to launch '{0}'.
el: Απέτυχε ξεκινήσει '{0}'.
tr: '{0}' başlatılamadı.

# FeedDownloadError
source: Error while downloading feed '{0}'.
de: Fehler beim Runterladen des Feeds '{0}'.
el: Σφάλμα κατά τη λήψη τροφοδοσίας '{0}'.
tr: '{0}' akışı indirilirken hata.

# FeedNotCachedOffline
source: The feed '{0}' is not cached and Zero Install is currently in off-line mode.
de: Der Feed '{0}' ist nicht gecacht und Zero Install befindet sich derzeit im Off-Line Modus.
el: Η τροφοδοσία '{0}' δεν αποθηκεύεται προσωρινά και το Zero Install είναι επί του παρόντος σε λειτουργία εκτός σύνδεσης.
tr: '{0}' akışı önbelleğe alınmadı ve Zero Install şu anda çevrimdışı kipte çalışıyor.

# FeedNoTrustedSignatures
source: The feed '{0}' was not signed with any trusted keys.
de: Der Feed '{0}' wurde mit keinem vertrauten Schlüssel signiert.
el: Η τροφοδοσία '{0}' δεν υπεγράφη με αξιόπιστα κλειδιά.
tr: '{0}' akışı güvenilen anahtarlardan biriyle imzalanmamış.

# FeedUriLocal
source: '{0}' is a local file. It should be a HTTP(S) URL.
el: '{0}' είναι ένα τοπικό αρχείο. Θα πρέπει να είναι ένα HTTP (S) URL.
tr: '{0}' yerel bir dosya. Oysa bir HTTP(S) akışı olmalı.

# FeedUriMismatch
source: The <interface> uri attribute ('{0}') does not match the URL the feed was downloaded from ('{1}').
de: Das <interface> uri Attribut ('{0}') stimmt nicht mit der URL von der der Feed runtergeladen wurde ('{1}') überin.
el: Το <interface> uri χαρακτηριστικό ('{0}') δεν ταιριάζει με τη διεύθυνση URL της τροφοδοσίας έχετε κατεβάσει από ('{1}').
tr: <interface> İnternet adresi özniteliği ('{0}') ('{1}') üzerinden indirilen akışın İnternet adresi ile uyuşmuyor.

# FeedUriMissing
source: The <interface> uri attribute missing. Should be '{0}'.
de: Das <interface> uri Attribut fehlt. Sollte '{0}' sein.
el: Οι <interface> uri ιδιότητες ειναι ελείπεις. Πρέπει να είναι '{0}'.
tr: <interface> İnternet adresi özniteliği eksik. '{0}' olmalı.

# FetcherProblem
source: The solver encountered an unexpected problem.
de: Der Solver ist auf ein unerwartetes Problem gestoßen.
el: Ο επιλυτής αντιμετώπισε ένα μη αναμενόμενο πρόβλημα.
tr: Çözümleyici beklenmedik bir sorunla karşılaştı.

# FileNotExpectedSize
source: The file downloaded from {0} doesn't have the expected size. Was supposed to be {1} bytes but was actually {2} bytes.
de: Die Datei die von {0} runtergeladen wurde, hat nicht die erwartete Größe. Sollten {1} Bytes sein, waren aber {2} Bytes.
el: Το αρχείο που μεταφορτώνεται από {0} δεν έχει το αναμενόμενο μέγεθος. Ήταν υποτιθέμενο για να είναι {1} bytes, αλλά στην πραγματικότητα ήταν {2} bytes.
tr: {0} üzerinden indirilen dosya beklenen boyutta değil. Dosyanın {1} bayt boyutunda olması beklenirken {2} bayt boyutunda.

# FileNotFound
source: File not found: {0}
de: Datei nicht gefunden: {0}
el: Το αρχείο δεν βρέθηκε: {0}
tr: Dosya bulunamadı: {0}

# IllegalCharInBindingName
source: Illegal character in {0} binding name.
de: Ungültiges Zeichen im {0} Binding Namen.
el: Παράνομος χαρακτήρας στο {0} όνομα σύνδεσης.
tr: {0} bağlantı adında geçersiz karakter var.

# MissingBindingName
source: Missing name in {0} binding.
de: Fehlender Name in {0} Binding.
el: Όνομα στην {0} δεσμευτική λείπει.
tr: {0} bağlantısında ad eksik.

# MissingInterfaceUri
source: No interface was specified.
el: Δεν ορίστηκε διεπαφή.
tr: Bir arabirim belirtilmemiş.

# NoImplementationsPassed
source: At least one implementation must be passed.
de: Es muss mindestens eine Implementierung übergeben werden.
el: Τουλάχιστον μία εφαρμογή πρέπει να περάσει.
tr: En az bir uygulama iletilmeli.

# NoKeyInfoServerData
source: The key information server was unable to provide any additional information about this key.
de: Der Keyinformationsserver konnte keine weiteren Informationen über diesen Key zur Verfügung stellen.
el: Το κλειδί του διακομιστή πληροφοριών δεν ήταν σε θέση να παράσχει οποιαδήποτε επιπλέον πληροφορία σχετικά με αυτό το κλειδί.
tr: Anahtar bilgileri sunucusu bu anahtarla ilgili ek bilgi sağlayamadı.

# NoManifestDigest
source: No manifest digest for implementation '{0}' found.
de: Es wurde kein Manifest Digest für die Implementierung '{0}' gefunden.
el: Δεν συντρέχει πρόδηλη αφομοιώση για την εφαρμογή '{0}' που βρέθηκε.
tr: '{0}' uygulaması için bildirim özeti bulunamadı.

# NoPackageManagerSupport
source: There is no native package manager support for this platform.
el: Δεν υπάρχει διαχειριστής πακέτων υποστήριξης για αυτήν την πλατφόρμα.
tr: Bu platformu destekleyen doğal bir paket yöneticisi bulunamadı.

# NoRetrievalMethod
source: No retrieval method found for implementation '{0}' found.
de: Es wurden keine Downloadmethoden für die Implementierung '{0}' gefunden.
el: Καμία μέθοδος ανάκτησης για την εφαρμογή '{0}' δεν βρέθηκε.
tr: '{0}' uygulaması için alma yöntemi bulunamadı.

source: No selected version
de: Keine ausgewählte Version
el: Καμμια επιλεγμενη έκδοση
tr: Sürüm seçilmemiş

source: (not cached)
de: (nicht gecacht)
el: (όχι προσωρινή αποθήκευση)
tr: (önbelleğe alınmadı)

# NotInterfaceUri
source: The interface '{0}' doesn't start with 'http:' and doesn't exist as a file '{1}' either.
el: Η διεπαφή '{0}' δεν ξεκινά με 'http:' και δεν υπάρχει ως αρχείο '{1}'.
tr: '{0}' arabirimi 'http:' ile başlamıyor ve '{1}' dosyası olarak da bulunamadı.

# ReplayAttack
source: A possible replay attack was detected. The new feed's modification time is before old version. Feed URI: {0} Old time: {1} New time: {2}
de: Eine mögliche Replay-Attacke wurde erkannt. Änderungszeit des neuen Feeds liegt vor der der alten Version. Feed ID: {0} Alte Zeit: {1} Neue Zeit: {2}
el: Μια πιθανή επίθεση αναπαραγωγής ανιχνεύθηκε. Χρόνος τροποποίησης της νέας τροφοδοσίας είναι πριν από την παλιά έκδοση. Τροφοδοσία URI: {0} Παλιός χρόνος: {1} Νέος χρόνος: {2}
tr: Olası bir yeniden oynatma saldırısı algılandı. Yeni akışın değişiklik zamanı eski sürümden önce. Akışın Internet adresi: {0} Eski zaman: {1} Yeni zaman: {2}

# SolverProblem
source: The solver encountered an unexpected problem.
de: Der Solver ist auf ein unerwartetes Problem gestoßen.
el: Ο επιλυτής αντιμετώπισε ένα μη αναμενόμενο πρόβλημα.
tr: Çözümleyici beklenmeyen bir sorunla karşılaştı.

# TryingFeedMirror
source: Trying feed mirror server
de: Probiere Feed Mirror Server
tr: Akış yansı sunucusu deneniyor

# UnableToCacheCatalog
source: Unable to cache the downloaded application catalog.
de: Konnte den runtergeladenen Anwendungskatalog nicht cachen.
el: Δεν είναι δυνατή η προσωρινή αποθήκευση του κατάλογου της εφαρμογής.
tr: İndirilen uygulama kataloğu önbelleğe alınamadı.

# UnableToLoadKeyFile
source: Unable to download GnuPG key file for '{0}'.
de: Konnte GnuPG Schlüsseldatei für '{0}' nicht laden.
el: Δεν είναι δυνατή η λήψη του GnuPG αρχείου κλειδιών για '{0}'.
tr: '{0}' için GnuPG anahtar dosyası indirilemedi.

# UnableToParseKeyInfo
source: Unable to parse key information for '{0}'.
de: Konnte Schlüsselinformationen für '{0}' nicht verarbeiten.
el: Αδυναμία αναλύσης βασικών πληροφοριών για '{0}'.
tr: '{0}' için anahtar bilgileri işlenemedi.

# UnableToRetrieveKeyInfo
source: Unable to retrieve key information for '{0}'.
de: Konnte Schlüsselinformationen für '{0}' nicht abfragen.
el: Αδύνατη η ανάκτηση βασικών πληροφοριών για '{0}'.
tr: '{0}' için anahtar bilgileri alınamadı.

# UnknownPackageID
source: '{0}' is not a known ID in the {1} package manager.
el: '{0}' δεν είναι ένα γνωστό αναγνωριστικό στο {1} διαχειριστή πακέτων.
tr: '{0}' {1} paket yöneticisi tarafından bilinmeyen bir kimlik içeriyor.

# UntrustedKeys
source: The feed is signed with untrusted keys!
de: Der Feed ist mit nicht-vertrauten Keys signiert!
el: Η τροφοδοσία έχει υπογραφεί με μη έμπιστα κλειδιά!
tr: Akış güvenilmeyen anahtarlar ile imzalanmış!

# WaitingForDownload
source: Waiting for download to complete
de: Warte auf Download-Abschluss
el: Αναμονή για να ολοκληρωθεί η λήψη
tr: İndirme işleminin tamamlanması bekleniyor

# Working
source: The working directory has already been changed by a previous command.
de: Das Arbeitsverzeichnis wurde bereits von einem vorangehenden Command geändert.
el: Ο κατάλογος εργασίας έχει ήδη τροποποιηθεί από την προηγούμενη εντολή.
tr: Çalışma dizini zaten daha önceki bir komut tarafından değiştirilmiş.

# WorkingDirInvalidPath
source: The working directory contains an invalid path (potentially a security risk).
de: Das Arbeitsverzeichnis enthält einen ungültigen Pfad (möglicherweise ein Sicherheitsrisiko).
el: Ο κατάλογος εργασίας περιέχει μια μη έγκυρη διαδρομή (ενδεχομένως κίνδυνος ασφάλειας).
tr: Çalışma dizininde geçersiz bir yol var (olası bir güvenlik açığı).
