Repository: 0install/0install-win
Catalog: src/Backend/Store/Properties/Resources.*.resx
Languages: de, el, tr

# ArchitectureStringFormat
source: The string must be in the form "os-cpu".
de: Der String muss die Form "os-cpu" haben.
el: Η σειρά πρέπει να είναι σε μορφή "os-CPU".
tr: "os-cpu" dize biçiminde olmalı.

# ArchiveInvalid
source: The archive file is invalid or damaged.
de: Die Archivdatei ist ungültig oder beschädigt.
el: Το αρχείο αρχειοθέτησης δεν είναι έγκυρο ή κατεστραμμένο.
tr: Arşiv dosyası geçersiz ya da bozuk.

# ArchiveInvalidPath
source: The archive contains an invalid path (potentially a security risk): {0}
de: Das Archiv enthält einen ungültigen Pfad (möglicherweise ein Sicherheitsrisiko): {0}
el: Το αρχείο περιέχει μια μη έγκυρη διαδρομή (ενδεχομένως κίνδυνος για την ασφάλεια): {0}
tr: Arşiv geçersiz bir yol içeriyor (olası güvenlik açığı): {0}

# CommandNotFound
source: Unable to find command '{0}'.
de: Der Command '{0}' konnte nicht gefunden werden.
el: Αδυναμία εύρεσης εντολής '{0}'.
tr: '{0}' komutu tanınmıyor.

# CopyFiles
source: Copying files
de: Kopiere Dateien
el: Αντιγραφή αρχείων
tr: Dosyalar kopyalanıyor

# DeletingDirectory
source: Deleting directory {0}
de: Lösche Verzeichnis {0}
el: Διαγραφή καταλόγου {0}
tr: {0} dizini siliniyor

# DeletingImplementation
source: Deleting implementation {0}
de: Lösche Implementierung {0}
el: Διαγραφή εφαρμογής {0}
tr: {0} uygulaması siliniyor

# DigestMismatch
source: An implementation's manifest hash doesn't match the expected value.
de: Der Manifest-Hash einer Implementierung entspricht nicht dem erwarteten Wert.
el: Μια εφαρμογή δηλωτικου δίεσης δεν ταιριάζει με την αναμενόμενη τιμή.
tr: Bir uygulamanın karma değeri beklenen değerle eşleşmiyor.

# DigestMismatchActualDigest
source: Actual value: {0}
de: Tatsächlicher Wert: {0}
el: Πραγματική τιμή: {0}
tr: Gerçek değer: {0}

# DigestMismatchActualManifest
source: Actual manifest: {0}
de: Tatsächliches Manifest: {0}
el: Πραγματικο Δηλωτικό: {0}
tr: Gerçek özet: {0}

# DigestMismatchExpectedDigest
source: Expected value: {0}
de: Erwarteter Wert: {0}
el: Αναμενόμενη τιμή: {0}
tr: Beklenen değer: {0}

# DigestMismatchExpectedManifest
source: Expected manifest: {0}
de: Erwartetes Manifest: {0}
el: Αναμενόμενο Δηλωτικό: {0}
tr: Beklenen özet: {0}

# DirectoryNotFound
source: The directory '{0}' could not be found.
de: Das Verzeichnis '{0}' konnte nicht gefunden werden.
el: Ο κατάλογος '{0}' δεν μπορεσε να βρεθεί.
tr: '{0}' dizini bulunamadı.

# ErrorLoadingFeedPrefs
source: Error loading feed preferences for '{0}'. Reverting to default values.
de: Fehler beim Laden der Feed-Präfernzen für '{0}'. Falle auf Standardwerte zurück.
el: Σφάλμα κατά τη φόρτωση των προτιμήσεων τροφοδοσίας για '{0}'. Επαναφορά στις προεπιλεγμένες τιμές.
tr: '{0}' için akış yükleme ayarları hatalı. Varsayılan ayarlara geri dönün.

# ErrorLoadingInterfacePrefs
source: Error loading interface preferences for '{0}'. Reverting to default values.
de: Fehler beim Laden der Interface-Präfernzen für '{0}'. Falle auf Standardwerte zurück.
el: Προτιμήσεις διεπαφής Σφάλμα κατά τη φόρτωση για '{0}'. Επαναφορά στις προεπιλεγμένες τιμές.
tr: '{0}' için arabirim yükleme ayarları hatalı. Varsayılan ayarlara geri dönün.

# ErrorLoadingTrustDB
source: Error loading the trust database. Reverting to default values.
de: Fehler beim Laden der Trust Datenbank. Falle auf Standardwerte zurück.
el: Σφάλμα κατά τη φόρτωση δεδομένων εμπιστοσύνης. Επαναφορά στις προεπιλεγμένες τιμές.
tr: Güvenli veritabanı yüklenirken hata. Varsayılan ayarlara geri dönün.

source: Extracting archive
de: Entpacke Archiv
el: Εξαγόμενο αρχείο
tr: Arşiv çıkartılıyor

# ExtractionOnlyOnWindows
source: Extracting this archive type is only supported on Windows.
de: Entpacken dieses Archivtyps wird nur unter Windows unterstützt.
el: Η εξαγωγή αυτού του είδους αρχείων υποστηρίζεται μόνο στο Windows.
tr: Ayıklanan bu arşiv tipi yalnız Windows üzerinde desteklenir.

# FeedNotInCache
source: '{0}' could not be located in the feed cache. Looked for file at: {1}
de: '{0}' konnte nicht im Feed Cache gefunden werden. Nach folgender Datei wurde gesucht: {1}
el: '{0}' δεν ήταν δυνατό να εντοπιστεί στην προσωρινή μνήμη τροφοδοσίας. Κοίταξtε για το αρχείο στο: {1}
tr: '{0}' akış önbelleğinden alınamadı. Dosya için şuraya bakın: {1}

# FeedNotInCatalog
source: Unable to find feed '{0}' in catalog.
de: Feed '{0}' konnte nicht im Katalog gefunden werden.
el: Αδυναμία εύρεσης τροφοδοσίας '{0}' στον κατάλογο.
tr: Katalogda '{0}' akışı bulunamadı.

# FileMissingDest
source: A <file> tag is missing a destination attribute.
de: Einem <file> Tag fehlt ein Destination Attribut.
el: Ένα <αρχείο> ετικέτας λείπει ένα χαρακτηριστικό προορισμού.
tr: Bir <file> etiketi eksik bir dizin özniteliğinde.

# FileToSignNotFound
source: The file to be signed could not be found.
de: Die Datei die signiert werden soll kann nicht gefunden werden.

# FindingDuplicateFiles
source: Finding duplicate files in '{0}'
de: Suche Dateiduplikate in '{0}'
el: Εύρεση διπλών αρχείων στο '{0}'
tr: '{0}' üzerinde ikili dosyalar bulunuyor

# GeneratingManifest
source: Generating {0} manifest
de: Generiere {0} Manifest
el: Δημιουργία {0} Δηλωτικoz
tr: {0} özeti oluşturuluyor

# IllegalFileType
source: The file '{0}' is neither a symbolic link nor a regular file.
de: Die Datei '{0}' ist weder ein symbolischer Link noch eine reguläre Datei.
el: Το αρχείο '{0}' δεν είναι ούτε ένας συμβολικός δεσμός ούτε ένα κανονικό αρχείο.
tr: '{0}' dosyası bir sayısal bağlantı ya da normal bir dosya değil.

# ImplementationAlreadyInStore
source: The implementation '{0}' is already in the store.
de: Die Implementierung '{0}' ist bereits im Store.
el: Η εφαρμογή '{0}' είναι ήδη στη λίστα εφαρμογών.
tr: '{0}' uygulaması zaten bellekte var.

# ImplementationDamaged
source: The implementation '{0}' is damaged.
de: Die Implementierung '{0}' ist beschädigt
el: Η εφαρμογή '{0}' έχει καταστραφεί.
tr: '{0}' uygulaması bozuk.

# ImplementationDamagedAskRemove
source: Do you want to remove it? A new copy will be automatically downloaded again when needed.
de: Möchten Sie sie entfernen? Eine neue Kopie wird automatisch heruntergeladen, wenn sie wieder benötigt wird.
el: Θέλετε να το καταργήσετε; Ένα νέο αντίγραφο θα γίνει αυτόματα και πάλι όταν χρειαστεί.
tr: Kaldırmak ister misiniz? Gerekirse daha sonra yeni bir kopya otomatik olarak indirilir.

# ImplementationDamagedBatchInformation
source: Run '0install store remove {0}' to remove it. A new copy will be automatically downloaded again when needed.
de: Führen Sie '0install store remove {0}' aus, um sie zu entfernen. Eine neue Kopie wird automatisch heruntergeladen, wenn sie wieder benötigt wird.
el: Θέλετε να το καταργήσετε {0}' ; Ένα νέο αντίγραφο θα γίνει αυτόματα και πάλι όταν χρειαστεί.
tr: Kaldırmak için '0install store remove {0}' kullanın. Gerekirse daha sonra bir kopya otomatik olarak indirilir.

# ImplementationNotFound
source: The implementation '{0}' could not be located.
de: Die Implementierung '{0}' konnte nicht gefunden werden.
el: Η εφαρμογή '{0}' δεν μπορεσε να βρεθεί.
tr: '{0}' uygulaması bulunamadı.

# ImplementationNotInSelection
source: Unable to find implementation for interface '{0}' in the selection.
de: Die Implementierung für das Interface '{0}' konnte in den Selections nicht gefunden werden.
el: Αδυναμία εύρεσης εφαρμογής για διασύνδεση '{0}' στην επιλογή.
tr: Seçiminizde '{0}' arabirimi için uygulama bulunamıyor.

# InsufficientFSTimeAccuracy
source: The underlying file system does not store file change times with sufficient accuracy. If you are using a FAT-formatted drive please convert it to NTFS.
de: Das zugrundeliegende Dateisystem speichert Daten und Uhrzeiten mit unzureichender Genauigkeit. Falls Sie ein FAT-formatiertes Laufwerk verwenden, konvertieren Sie es bitte zu NTFS.
el: Το υποκείμενικο σύστημα αρχείων δεν αποθηκεύει χρόνους αλλαγής αρχείου με επαρκή ακρίβεια. Εάν χρησιμοποιείτε έναν διαμορφωμένο με FAT σκληρο δίσκο παρακαλουμε να τον μετατρέψετε σε NTFS.
tr: Temel dosya sistemi bellek dosyasının değişiklik zamanını doğrulamak için yeterli değil. FAT dosya sistemi ile biçimlendirilmiş bir sürücü kullanıyorsanız lütfen dosya sistemini NTFS'ye dönüştürün.

# InvalidDigest
source: Digest '{0}' is not in the form 'algorithm=value'.
de: Der Digest '{0}' hat nicht die Form 'Algorithmus=Wert'.
el: Αφομοίωση '{0}' δεν έχει τη μορφή «αλγόριθμος = τιμή».
tr: '{0}' özeti 'algorithm=value' formunda değil.

# InvalidInterfaceID
source: The interface '{0}' is not a valid 'http(s):' URI and is not a valid local path either.
de: Das Interface '{0}' ist keine gültige 'http(s):' URI und ist auch kein absoluter lokaler Pfad.

# InvalidLinesInManifest
source: The manifest file contains invalid lines.
de: Die Manifest-Datei enthält ungültige Zeilen.
el: Το αρχείο δήλωσης περιέχει μη έγκυρες γραμμές.
tr: Özet dosyası geçersiz satırlar içeriyor.

# InvalidNumberOfLineParts
source: Invalid number of parts in line.
de: Die Anzahl der Blöcke in dieser Zeile stimmt nicht.
el: Μη έγκυρος αριθμός των τμημάτων στη γραμμή.
tr: Satırda geçersiz kısım numaraları var.

# InvalidSignature
source: The signature is invalid or damaged.
de: Die Signatur ist ungültig oder beschädigt.
el: Η υπογραφή δεν είναι έγκυρη ή έχει υποστεί ζημιά.
tr: İmza geçersiz ya da bozuk.

# InvalidUrl
source: The requested URL is invalid.
de: Die angeforderte URL ist ungültig.
el: Η ζητούμενη διεύθυνση URL δεν είναι έγκυρη.
tr: İstenilen ağ akışı geçersiz.

# MissingPath
source: No path specified.
de: Kein Pfad angegeben.
el: Καμία καθορισμένη διαδρομή.
tr: Belirtilmiş hedef yok.

# MissingSlashInUri
source: Missing '/' after host name in URI '{0}'.
de: Fehlendes '/' nach dem Hostnamen in der URI '{0}'.

# MustBeDottedList
source: The dot-separated list may only contain decimal numbers.
de: Die Punkt-getrennten Liste darf nur Dezimalzahlen enthalten.
el: Η λίστα διαχωρισμένη με τελείες μπορεί να περιέχει μόνο δεκαδικούς αριθμούς.
tr: Nokta ile ayrılmış liste yalnız ondalık sayılar içerebilir.

# MustBeSpecificCPU
source: The value must be a specific CPU (not "All" or "Unknown").
de: Der Wert muss eine spezifische CPU sein (nicht "All" oder "Unknown").
el: Η τιμή πρέπει να είναι ένας ειδικός επεξεργαστής (όχι "Όλα" ή "Αγνωστο").
tr: Değer belirli bir işlemci olmalıdır ("Tümü" ya da "Bilinmiyor" olamaz).

# MustBeSpecificOS
source: The value must be a specific operating system (not "All" or "Unknown").
de: Der Wert muss ein spezifisches Betriebssystem sein (nicht "All" oder "Unknown").
el: Η τιμή πρέπει να είναι ένας ειδικό λειτουργικό σύστημα (όχι "Όλα" ή "Αγνωστο").
tr: Değer belirli bir işletim sistemi olmalıdır ("Tümü" ya da "Bilinmiyor" olamaz).

# MustBeValidVersionPart
source: The version number may only contain dot-separated decimals and modifier strings.
de: Die Versionsnummer darf ausschließlich aus Punkt-getrennten Listen von Dezimalzahlen und Modifizierer-Strings bestehen.
el: Ο αριθμός έκδοσης μπορεί να περιέχει μόνο διαχωρισμένα με τελείες δεκαδικά ψηφία και συμβολοσειρές τροποποίησης.
tr: Sürüm numarası yalnız nokta ile ayrılmış ondalıkları ve değiştirici dizeleri içerebilir.

# MustStartWithDottedList
source: The version number must begin with a list of dot-separated decimals.
de: Die Versionsnummer muss mit einer Punkt-getrennten Liste von Dezimalzahlen beginnen.
el: Ο αριθμός έκδοσης πρέπει να αρχίζει με μια λίστα διαχωρισμένη με τελείες δεκαδικά ψηφία.
tr: Sürüm numarası bir listede nokta ile ayrılmış ondalıklarla başlar.

# NewlineInName
source: The file or directory name must not contain a newline character.
de: Der Datei- oder Verzeichnisname darf keinen Zeilenumbruch enthalten.
el: Το όνομα του αρχείου ή του καταλόγου δεν πρέπει να περιέχει έναν χαρακτήρα νέας γραμμής.
tr: Dosya ya da dizin adı yeni satır karakteri içermemelidir.

# NoKnownDigestMethod
source: No known digest method was specified.
de: Es wurde keine bekannte Digest-Methode angegeben.
el: Καμία γνωστή μέθοδος έχει καθοριστεί.
tr: Tanımlanmış bilinen özet yöntemi yok.

# NonRootedPathInConfig
source: The path '{0}' is not an absolute path. Relative paths are only allowed in portable mode. Specified in the configuration file '{1}'.
de: Der Pfad '{0}' ist nicht absolut. Relative Pfade sind nur im Portablen Modus erlaubt. Festgelegt in der Konfigurationsdatei '{1}'.
el: Η διαδρομή '{0}' δεν είναι μια απόλυτη διαδρομή. Οι σχετικές διαδρομές επιτρέπονται μόνο στην φορητη κατάσταση. Καθορίζεται στο αρχείο ρυθμίσεων '{1}'.
tr: '{0}' yolu kesin bir yol değil. Bağıl yollar yalnız taşınabilir kipte kullanılabilir. '{1}' yapılandırma dosyasında belirtilmiştir.

# NoSuitableIconFound
source: No suitable icon was found.
de: Es wurde kein geeignetes Icon gefunden.
el: Δεν βρέθηκε καμία κατάλληλη εικόνα.
tr: Uygun simge bulunamadı.

# NumberTooLarge
source: The number value is too large.
de: Der Zahlenwert ist zu groß.
el: Η αριθμητική τιμή είναι πολύ μεγάλη.
tr: Numara değeri çok büyük.

# PathNotRelative
source: Path should be relative.
de: Der Pfad sollte relativ sein.
el: Η διαδρομή θα πρέπει να είναι σχετική.
tr: Yol bağıl olmalıdır.

# ProblemAccessingStore
source: There was a problem accessing the implementation store '{0}'.
de: Es gab ein Problem beim Zugriff auf den Implementierungs-Store '{0}'.
el: Υπήρξε έναν πρόβλημα κατά την πρόσβαση στο κατάστημα εφαρμογής '{0}'.
tr: '{0}' uygulama mağazasına erişilirken bir sorun oluştu.

# ProblemAccessingStoreEx
source: There was a problem accessing the implementation store '{0}'. Specified in the configuration file '{1}'.
de: Es gab ein Problem beim Zugriff auf den Implementierungs-Store '{0}'. Festgelegt in der Konfigurationsdatei '{1}'.
el: Υπήρξε ένα πρόβλημα κατά την πρόσβαση στο κατάστημα εφαρμογής '{0}'. Καθορίζεται στο αρχείο ρυθμίσεων '{1}'.
tr: '{0}' uygulama mağazasına erişilirken bir sorun oluştu. '{1}' yapılandırma dosyasında belirtilmiştir.

# ProblemLoadingConfigFile
source: There was a problem loading a configuration file. You can delete the file '{0}' to fix the problem.
de: Es gab ein Problem beim Laden einer Konfigurationsdatei. Sie können die Datei '{0}' löschen, um das Problem zu beheben.
el: Υπήρξε ένα πρόβλημα κατά τη φόρτωση ενός αρχείου διαμόρφωσης. Μπορείτε να διαγράψετε το αρχείο '{0}' για να διορθώσετε το πρόβλημα.
tr: Bir yapılandırma dosyasını yüklerken sorun oluştu. '{0}' dosyasını silerek sorunu giderebilirsiniz.

# ProblemLoadingConfigValue
source: There was a problem loading the configuration value '{0}'. You can delete the file '{1}' to fix the problem. Other settings may also be lost.
de: Es gab ein Problem beim Laden des Konfigurationswerts '{0}'. Sie können die Datei '{1}' löschen, um das Problem zu beheben. Dabei gehen womöglich auch andere Einstellungen verloren.
el: Υπήρξε ένα πρόβλημα κατά τη φόρτωση της τιμής ρύθμισης '{0}'. Μπορείτε να διαγράψετε το αρχείο '{1}' για να διορθώσετε το πρόβλημα. Άλλες ρυθμίσεις μπορούν επίσης να χαθούν.
tr: '{0}' yapılandırma değeri yüklenirken bir sorun oluştu. '{1}' dosyasını silerek sorunu giderebilirsiniz. Diğer ayarlar da kaybolacak.

source: Purging cache
de: Leere cache

# RecipeInvalidPath
source: A recipe step contains an invalid path (potentially a security risk): {0}
de: Das Recipe enthält einen ungültigen Pfad (möglicherweise ein Sicherheitsrisiko): {0}
el: Ένα recipe περιέχει μια έγκυρη διαδρομή (ενδεχομένως κίνδυνος για την ασφάλεια): {0}
tr: Bir tarif adımı geçersiz yol içeriyor (olası güvenlik açığı): {0}

# RelativePathInNonRemoteFeed
source: The relative path '{0}' was specified in a remote feed. Only local feeds may contain relative paths.
de: Der relative Pfad '{0}' wurde in einem Remote-Feed angegeben. Nur lokale Feeds dürfen relative Pfade verwenden.

# RelativeUriInRemoteFeed
source: The relative HREF '{0}' was specified in a remote feed. Only local feeds may contain relative HREFs.
de: Der relative HREF '{0}' wurde in einem Remote-Feed angegeben. Nur lokale Feeds dürfen relative HREFs verwenden.
el: Η σχετική HREF '{0}' έχει καθοριστεί σε μια απομακρυσμένη τροφοδοσίας. Μόνο τοπικές τροφοδοσίες μπορούν να περιέχουν σχετικές HREFs.
tr: Uzak akış içinde '{0}' HREF belirtilmiş. Bağıl HREF yalnız yerel akışlarda kullanılabilir.

# RemovingTempFiles
source: Removing temporary files
de: Entferne temporäre Dateien

# RootedPathRequired
source: A fully qualified/rooted path is required.
de: Ein vollständig qualifizierter/gewurzelter Pfad wird benötigt.
el: Μια πλήρως αναγνωρισμένη/ριζωμένη διαδρομή απαιτείται.
tr: Tam belirtilmiş/köke göre yazılmış yol gereklidir.

# RubyGemInvalid
source: Unable to find data.tar.gz inside Ruby Gem file.
de: Konnte data.tar.gz in der Ruby Gem Datei nicht finden.
el: Αδυναμία εύρεσης data.tar.gz εσωτερικό αρχείου Ruby Gem.
tr: Ruby Gem dosyası içinde data.tar.gz bulunamadı.

# SelectionCandidateNoteBuggy
source: Buggy implementation
de: Fehlerhafte Implementierung
el: Προβληματικη εφαρμογή
tr: Uygulama hatalı

# SelectionCandidateNoteCommand
source: Does not provide command '{0}'.
de: Bietet den Command '{0}' nicht.
el: Δεν παρέχει την εντολή '{0}'.
tr: '{0}' komutu verilmedi.

# SelectionCandidateNoteIncompatibleArchitecture
source: Incompatible operating system or CPU
de: Inkompatibles Betriebsystem oder CPU
el: Ασυμβίβαστο λειτουργικό σύστημα ή CPU
tr: Uyumsuz işletim sistemi ya da CPU

# SelectionCandidateNoteInsecure
source: Insecure implementation
de: Unsichere Implementierung
el: Ανασφαλής εφαρμογή
tr: Güvenilmeyen uygulama

# SelectionCandidateNoteSource
source: Non-executable source implementation
de: Nicht ausführbare Quellcode Implementierung
el: Μη εκτελέσιμη εφαρμογή πηγής
tr: Yürütülemeyen kaynak uygulaması

# SelectionCandidateNoteVersionMismatch
source: Implementation version too old or too new
de: Implementierungsversion zu alt oder zu neu
el: Η εκδοση εφαρμογής ειναι πολύ παλιά ή πολύ νέα
tr: Uygulama sürümü çok eski ya da çok yeni

# SelectionCandidateNoteWrongLanguage
source: Wrong language
de: Falsche Sprache

# SignatureAldreadyExists
source: Signature file already exists.
de: Die Signaturdatei existiert bereits.
el: Η υπογραφή αρχείου υπάρχει ήδη.
tr: İmza dosyası zaten var.

# StoreServiceCommunicationProblem
source: Unable to establish connection with StoreService.
de: Es konnte keine Verbindung zum StoreService hergestellt werden.
el: Δεν είναι δυνατή η δημιουργία σύνδεσης με το StoreService.
tr: Bellek Hizmeti bağlantısı kurulamadı.

source: Temporary directories
de: Temporäre Verzeichnisse
el: Προσωρινή κατάλογοι
tr: Geçici dizinler

# UnableToAddImplementationToStore
source: Unable to add implementation to a store.
de: Die Implementierung konnte keinem Store hinzugefügt werden.

# UnableToFindSecretKey
source: Unable to find a secret key with the specified name.
de: Es konnte kein geheimer Schlüssel mit dem angegebenen Namen gefunden werden.
el: Αδυναμία εύρεσης ενός μυστικού κλειδίου με το συγκεκριμένο όνομα.
tr: Belirtilen ad ile bir gizli anahtar bulunamıyor.

# UnableToWriteProtect
source: Unable to enable write protection for '{0}'.
de: Konnte den Schreibschutz für '{0}' nicht aktivieren.
el: Δεν είναι δυνατή η ενεργοποιήση της προστασίας εγγραφής για '{0}'.
tr: '{0}' için yazma koruması etkinleştirilemiyor.

source: Unknown archive type.
de: Unbekannter Archiv-Typ.
el: Άγνωστος τύπος αρχείου.
tr: Bilinmeyen arşiv tipi.

source: Unknown CPU.
de: Unbekannte CPU.
el: Άγνωστο CPU.
tr: Bilinmeyen CPU.

source: Unknown interface
de: Unbekanntes Interface
el: Άγνωστη διεπαφή
tr: Bilinmeyen arabirim

source: Unknown modifier.
de: Unbekannter Modifizierer.
el: Άγνωστος τροποποιητής
tr: Bilinmeyen tamamlayıcı.

# UnknownOS
source: Unknown operating system.
de: Unbekanntes Betriebssystem.
el: Άγνωστο λειτουργικό σύστημα.
tr: Bilinmeyen işletim sistemi.

# UnknownRecipeStepType
source: The recipe step type '{0}' is unknown.
de: Der Recipe Schritt Typ '{0}' ist unbekannten.
el: Ο τύπος recipe '{0}' είναι άγνωστος.
tr: '{0}' olarak gösterilen yönerge tipi bilinmiyor.

# UnsupportedArchiveMimeType
source: The archive MIME type '{0}' is not supported.
de: Der Archiv MIME Typ '{0}' wird nicht unterstützt.
el: Ο τύπος MIME του αρχείου '{0}' δεν υποστηρίζεται.
tr: '{0}' arşiv MIME tipi desteklenmiyor.

# VersionRangeEndNotExclusive
source: End of version range must be exclusive. Use '..!{0}', not '..{0}'.
de: Ende des Versionsbereich muss exklusiv sein. Verwenden Sie '..!{0}' anstelle von '..{0}'.
el: Το τέλος της σειράς έκδοσης πρέπει να είναι αποκλειστική χρήση »..! {0} ', όχι' .. {0} '.
tr: Sürüm aralığı sonu özel olmalıdır. '..!{0}' kullanın '..{0}' değil.

# WrongPassphrase
source: The passphrase you entered is incorrect.
de: Die Passphrase die Sie eingegeben haben ist inkorrekt.
el: Η φράση πρόσβασης που έχετε εισάγει είναι λάθος.
tr: Girdiğiniz parola geçersiz.

# XmlSignatureInvalidEnd
source: The last line of the file is not the end of the signature block.
de: Die letzte Zeile der Datei ist nicht das Ende des Signaturblocks.
el: Η τελευταία γραμμή του αρχείου δεν είναι το τέλος του μπλοκ υπογραφής.
tr: Dosyanın son satırı imza bloğunun sonu değil.

# XmlSignatureMissingNewLine
source: The XML signature does not start in a new line.
de: Die XML-Signatur beginnt nicht auf einer neuen Zeile.
el: Η υπογραφή XML δεν ξεκινά σε μια νέα γραμμή.
tr: XML imzası yeni satırda başlatılamadı.

# XmlSignatureNotBase64
source: The signature is not valid base 64:
de: Die Signatur ist nicht gültiges Base 64:
el: Για την υπογραφή δεν ισχύει η βάση 64:
tr: İmza geçerli base 64 değil:
